# 别克威朗PRO 遥控背面贴纸
AB250400
SW006939



# 大众车注意事项
发动机皮带 10W公里更换
火花塞 3万公里更换
更换空滤 2W公里

水箱冷凝器加装水箱防护网



长 宽 高 轴距 重量 最高时速

别克威朗 4664*1786*1472 2700 1315 210

别克君威 4904*1863*1461 2829 1415 205

别克昂科威PLUS 4822*1883*1695 2833 1770 210

大众朗逸 4561*1740*1470 2651 1250 185


别克威朗-朗逸 103*46*2 49 65 25

别克君威-朗逸 343*123*-10 178 165 20

别克昂科威PLUS-朗逸 261*143*225 182 520 25

别克昂科威PLUS-别克君威 -82*20*243 4 335 5






车价 139900

保险 4833.75
车税 5309
车价 73400
开票 60000






上汽大众汽车
新车采用MQB平台制作，零部件都是模块式通用。进一步降低成本。车便宜 技术还先进。
mqb防盗系统，目前都不能配钥匙，只能使用原厂钥匙 在线匹配 价格很贵。
朗逸新锐钥匙芯片5C，MQB钥匙，从德国订购钥匙，使用大众专检6154A学习钥匙
大众车型适合高速行驶，动力系统非常稳定。比国产车强太多。

买车：
   就要选择百年车企，大品牌绝对不会让你失望。
   美系车 > 日系车 > 其他车。
   汽车王国 = 美国































