# 汽车开锁指南
# Reference by Lishi Tools User Manual
# 用单钩 是很困难的，看不见 手感力度无法掌控。基本上开不了。
# 专用工具 力度可以控制，计算出各齿位的位置和判断齿号。用排除法逐一分解齿位阻力，记住准确到位的齿，可多次尝试开启。

# 最常用的二合一
# HU66 HU100 HU101 大双左 大双右 MIT11R NSN14 HON66 HY22 TOY51

MIT8 (已开张) X1
三菱系列 五菱面包车 哈飞 奇瑞QQ左槽 奇瑞A3 猎豹黑金刚 中华尊驰 双门帕杰罗
05号刻度坯，平铣两轨迹，8齿，车尾开，1最浅4最深
!!!五菱荣光全年份遥控，关闭左前门3次（停在开的位置），打开，关闭点火开关3次，喇叭响一声，按遥控器任意键，匹配完成

#（看锁孔上齿用肩膀区分左右）模仿MIT8
大双左 兼容 (MIT8) 兼容 (JAC02) 兼容 (五菱宏光专用) (已开张) X3
东风面包车 现代名图 长安系列 东风景逸350后开 铃木海王星125 
江淮瑞风2和畅 北汽幻速S3 17年五菱宏光S
大双左刻线钥匙/15号/12号钥匙坯，平铣两轨迹，8齿 车尾开
!!!修改工具探针推进长度1毫米，可点第9齿位。
!!!向车尾开时打不开就晃动几下，再找硬的点，多试几次
!!!开兼容车型时，向车头容易开，开完读齿再向车尾开门

MIT11R (已开张) X4
东南系列 国产车如北斗星 克莱斯勒 道奇 顺风 宝骏 国内面包车小货车 三菱劲炫
奇瑞KARRY优劲 五菱荣光小卡X2 长安星卡S201
07号刻度坯，平铣两轨迹, 8齿，车尾开，1最浅5最深
!!!五菱荣光小卡是4齿深，工具上齿位相反
!!!长安星卡S201 车头开
!!!三菱车出厂密码：4838,5176 3828,0382,9154,6329 出厂默认是5176

#（看锁孔上齿用肩膀区分左右）模仿TOY38R
大双右 兼容 (TOY38R) 兼容 (MIT11R) 兼容 (BT01) 兼容 (HYN7R) 兼容 (JAC02R) (已开张) X3
爱玛电动车、奇瑞、优胜、优优、KARRY优劲，长安CX、羚羊、中兴、领主、东南菱帅、红岩、金刚、奥铃、TXH3
纳智捷U6 江铃E200 南骏瑞康
大双右刻线钥匙/07号/45号钥匙坯，平铣两轨迹，8齿 车尾开
!!!修改工具探针推进长度1毫米，可点第9齿位。
!!!向车尾开时打不开就晃动几下，再找硬的点，多试几次。
!!!BT01的45/67齿位离得很近,用手感开启 163号钥匙胚
!!!纳智捷U6 门锁7齿 点火8齿多1号齿位

NSN14 兼容 (HYN11) 兼容 (HY16) (已开张) X5
日产 英菲尼迪 斯巴鲁 现代名图 东风风神AX5
启辰T70 狮跑 颐达 骐达 逍客
22号刻度坯 平铣两轨迹 10齿，车尾开，1最浅4最深
!!!12齿位为 12，21，23，32 4组。先剪12，后剪23。先剪21，后剪32。看锁孔12齿位的高低，评估齿号，2个坯子就可以完成测试。

# NSN11 基本报废了
# 04年以前老款车型，不常用 蓝鸟 公爵 老斯巴鲁。
# 06号刻度坯，平铣两轨迹 带肩膀 8齿，车头开
# NISSAN A33 2000年的老款车 固定码是 5523 2003年以前的尼桑都是这个固定密码

# NSN14R 没见过
# 新日产，启辰车型R30 T60 T70 T90 大V ，
# 49号钥匙坯 反槽 长城M4 69号钥匙坯


# MAZ24R-2020-EXT 兼容 (MAZ24 老款14以前) 兼容 (MAZ24R)
MAZ24 (未开张)
14年前马自达2/3/5/6/8，昂克赛拉，睿翼等车型,东南 海马323 M5，海福星 ，欢动 ，（普力马车头开），福美来
09号刻度坯(带槽)/27号刻度坯(MAZ24/MAZ24R-2020-EXT)，平铣两轨迹 10齿，车尾开 1最浅5最深
!!!车门8齿 点火多12齿位

# MAZDA2024-SM 兼容 (MAZDA-2014)
MAZDA-2014 (未开张)
新款马自达 昂克赛拉 阿特兹 CX5 马3
145号钥匙坯，平铣两轨迹 10齿 车尾开 1最浅4最深
!!!车门8齿 点火多12齿位

DWO4R (已开张) X3
乐风 大宇 霍顿 庞蒂克 雪铁龙 
老别克凯越X2 雪佛兰赛欧
39号刻度坯，平铣两轨迹，8齿，车尾开，车门点火都是8齿
!!!15别克凯越excelle 车头开(车门上有圆柱插销) 门锁6齿 尾部缺2齿, 14年凯越门锁是8齿

HON66 (已开张) X3
本田、理念、长城、比亚迪F6 广汽传祺 讴歌 
雅阁X3
25号刻度坯，外铣四轨迹，车尾开
!!!先点A组324再点B组13524，会开启到45度，再次点A组324到90度开启！回位也是点A组
!!!6齿全是1，A组5齿全是5，A组1齿在点火锁里，只有1 2 3 齿位，B组5号位只有3 5，
!!!由于弹片台阶位置太小，如果找不到齿位，工具左右上下靠动，使工具拨杆找到弹片位置才能拨动
!!!剪片 尖头朝右 A组在上，B组在下，读齿号剪出钥匙

HONDA2021 (未开张)
新款本田思域 CRV XRV 英诗派
187号钥匙坯，外铣四轨迹，车尾开 
!!!开启后可拉后车门开门，再回位拔出工具
!!!钥匙只有1个方向能插进去 钥匙坯A面(有插销孔)需要先开槽 A面5齿 B面3齿
!!!开启2档 A组再上，B组在下。开第二档，点A3开启，回位 找硬的点 不用加力
!!!可用气囊开 内保险是外拉的

# HYN7R  与HYN11相反 可用大双右替代开启
# 老款现代索纳塔 名驭
# 29号刻度坯 平铣两轨迹，8齿，车尾开

HYN11 (未开张)
伊兰特 途胜 起亚系列 赛拉图（车尾开）瑞风商务 起亚锐欧 欧尚 长安CS35 H5 瑞纳 陆丰X8 狮跑
28号/15号刻度坯 平铣两轨迹 8齿 车尾开 1最浅4最深 车门点火齿位一样
!!!现代第一代防盗系统的密码有三种。A）序列号的后四位。B）0000，C）2345 

HYN14R/HY15 (未开张)
现代御翔、新胜达、瑞纳、新酷派、维拉克斯、K2 K3、K4 伊兰特，新悦动 明锐.朗动、 佳乐、福瑞迪（车尾开）领翔
33号刻度坯, 平铣两轨迹，8齿，车尾开, 5最浅1最深

HY16 (未开张)
现代系列.新悦动.起亚系列.福瑞迪（车尾开）秀尔 起亚佳乐 雅绅特 酷派
50号刻度坯, 平铣两轨迹，10齿, 车尾开 1最浅5最深
!!!12在点火

K5 兼容 (BAOJUN) 兼容 (GEELY) 兼容 (QIRUI) (已开张) X1
新款起亚K2/K3/K5 17款瑞纳 悦纳 IX35 陕汽德龙 宝骏730 吉利远景 五菱宏光S 
17款福瑞迪
吉利75号/现代起亚156号/宝骏143号/奇瑞75号，内铣两轨迹，8齿，车头开 1最浅5最深
!!!工具开启别回位开门
!!!K5是5齿深 BAOJUN是4齿深

HU64 (已开张) X2
迈巴赫 劳伦士 卡尔森 
北京BJ90 奔驰R350
20号刻度坯 内铣2轨迹 10齿 车头开 1最浅5最深 分9齿 10齿车型，尾箱点火都是10齿
!!!锁设计原因车头开启困难，先向车尾开简单，开启读齿后再向车头开，加力要控制好
!!!R系列只能向车头转动，车尾转不动。开启到90度别动，用力快速拉把手3次或者多次才可开启车门(奔驰气动门锁专利)

HU66 兼容 (BAOJUN) (已开张) X14
布加迪 兰博基尼 保时捷 宾利 奥迪 斯柯达 西特 荣威550 长城C30 中华FSV 11骏捷
荣威350 甲壳虫 桑塔纳X2 途观 江铃特顺 宝来 速腾X2 捷达 迈腾X2 朗逸X2
31号刻度坯, 内铣2轨迹, 8齿，车头开 1最浅4最深 车门点火都是8齿，尾箱是右开
!!!弹片分布有两种，上1357-下2468，上1256-下3478
!!!1256排列的结构，先开1584，再反复开3762，可快速开启
!!!老款奥迪尾箱逆时针是开，顺时针是锁。需要开启2次
!!!钥匙横向的锁芯一般都是带空转的，开启的时候需要对加力杆加大力度，多试几次才能开启。不要用力插工具，容易触发空转。

HU100 (10齿) 兼容 (8齿) 兼容 (TOY2014) 兼容 (CHANGAN) 兼容 (BAOJUN03) (已开张) X11
欧宝 Gl8 新君威 大黄蜂 爱唯欧 长城H8 H9 H2 宝骏E200 理想 问界 蔚来
英朗X3 迈锐宝 凯迪拉克CT5 科鲁泽X2 威朗 昂科威 五菱宏光MINI 10款君越
71号刻度坯/136号长安钥匙坯 内铣两轨迹，10齿，车头开。1最浅4最深 车门6齿
!!!HU100-8齿的车门和点火齿位相同
!!!新款凯迪拉克CT5 别克世纪 林荫大道 钥匙向车尾开，不能向车头开，需要反复右开钥匙3次，扣紧内拉手按键块多拉几次把手才能开启
!!!开启后钥匙不会自动回位，回一半就行
!!!长安CS75 车尾好开，填料车头开门
!!!科鲁兹的锁心转动比较硬，开启需要加大力度才能转动 把插销顶起来
!!!五菱宏光miniEV(车尾开) 马卡龙 只要是71号头小锁孔的五菱，宝骏都可以用hu100-10齿开读做钥匙

HU101 兼容 (BQSB) 兼容 (CHERY101) (已开张) X1
福特 捷豹 路虎 发现 神行者 沃尔沃XC60 C30 S40 v40 福克斯嘉年华 新蒙迪欧致胜 野马，麦克斯 绅宝 东风AX7
奇瑞(路虎神行者，福特探路者车头开)，路虎揽胜右开，尼桑老款左开，极光车尾，林肯 MKC大陆 红旗H7 萨博95 领克03
福特38号刻度胚/北汽155号钥匙坯 侧铣两轨迹, 10齿，车尾开，1最浅5最深
!!!弹片分布 上3478-下1256910，技巧-先点15984(点完不会掉的)，再点261073
!!!福特福克斯芯片为ID4D—83芯片（4D芯片83居多还有63的不可以搞混了啊，不然配不上）
!!!福特蒙迪欧 必须要专检，做不了 FORD2017开启，需要改动工具
!!!北汽绅宝向车头开启 胚子用71 或者149 38号胚子宽度差540 580 差40,开启时找不到弹片就晃动工具找

HU92 (未开张)
宝马 陆虎 MINI 名爵GM3 7 HUF 劳斯莱斯 荣威W5
67号刻度坯 内铣两轨迹，8齿，车头开 1最浅4最深
!!!先点1357 再点2468

HU127 兼容 (HU100R) 兼容 (陕汽德龙) 兼容 (JAC01) 兼容 (HOWO) (已开张) X1
2010款宝马 新宝马3系 5系 7系（小锁眼）
江淮格尔发
专用小钥匙/71号钥匙坯 内铣两轨迹 8齿 车头开 1最浅4最深
!!!新HU127替代老HU100R，新宝马锁芯尺寸有变动，老款工具点不到一号弹片，HU100R切割加长到李志勤字两边肩膀到别子孔位置
!!!宝马车没电的情况，有钥匙也打不开，缺少电控助力，需要钳子加力左右多次扭动，反复拉把手，扭到90度开启
!!!陕汽德龙 豪沃侧铣 可以用hu100R开启
!!!可以开启宝骏310

HU162T-8 (未开张)
新款的捷达 低配大众车门锁 大众途凯 polo 探歌 探影
149号钥匙坯，内铣四轨迹，8齿，车头开
!!!车门点火齿位一样

HU162T-9 (已开张) X3
大众斯柯达最新款15年换代后，嘉旅.途观L、蔚揽、宝来、探歌 奥迪Q2L
2018款朗逸 高尔夫8 24款速腾
149号钥匙坯，内铣侧铣六轨迹，9齿，车头开，门锁123是侧铣齿，点火缺123齿位，点火齿位需要数控机查询
!!!1齿位弹力再上，23齿位弹力在下。下478，上569。钥匙向车头转动180度开启，横向锁孔向车头转动90度
!!!18款mqb朗逸 机械钥匙无法开启
!!!高尔夫8 锁孔深，门把手挡住工具和23齿拨杆，拆掉别子，90度折弯下方拨杆，用左手拇指食指当别子掰住面板开锁
!!!9齿10齿区分方法 看边槽 左9右10

HU162T-10 (未开张)
奥迪 迈腾 Q5L
149号钥匙坯，内铣侧铣六轨迹，10齿，车头开，门锁1234是侧铣齿，点火缺1234齿位，点火齿位需要数控机查询
!!!12齿位弹力在上，34齿位弹力在下。下589 上6710
!!!钢筋弄开引擎盖，搭好电，钥匙绑钢筋上打开点火，然后按解锁键。
!!!A柱勾引擎盖不就行了
!!!拿不带遥控器的原配钥匙，就打开了；我今天就是这个样子，抱着试试看的态度，打开了
!!!牌照灯就可以搭电搞这么麻烦
!!!直接钻车底给启动机或者发电机大线供电比这个简单吧
!!!雾灯通个电不得劲吗
!!!躺下，把马达搭个电，难道不香吗
!!!千斤顶爬下去，夹马达线就OK了，以前的老大众车就拉不开的
!!!把车牌灯敲下来。正负极通过12伏再试一下。 花线正极 棕线负极，1号负极 2号正极 搭电 或者黑色负极
!!!迈腾钥匙撑住用点儿劲儿，我前两天刚开了的
!!!正负极检测
!!!几乎所有车的启动马达都在车子的中下位置，找到马达上粗的那条夹正极，车子外壳是负极再用充电器或电池不就OK了
!!!主驾前轮扒开内衬，加长尖嘴钳拽机盖拉线，


# TOY43 TOY43R TOY38R 0几年的车，基本上淘汰了。不用买

TOY2 (未开张)
凯美瑞 埃尔法 塞纳 最新款的丰田锐志
13号钥匙坯改/165号刻度胚/113号 单面内铣两轨迹，8齿，车尾开，4最浅1最深。A面1357，B面2468 
!!!智能钥匙背面全洗掉了很薄，普通的只洗掉了中间槽。
!!!正开反读

TOY43AT 兼容 (TOY43) (已开张) X3
丰田系列.凯美瑞 卡罗拉.花冠（车尾开）.威驰，部分比亚迪内铣钥匙 
长城风骏5皮卡柴油 丰田致炫 08年丰田锐志
02号刻度坯 平铣两轨迹，10齿，车尾开，车门缺12齿位，11齿全部是2。
!!!长城风骏5皮卡柴油（车头开） 门锁7齿 点火8齿，差肩1齿

HY22 兼容 (TOY48) (已开张) X4
现代 起亚 狮跑 智跑 IX35 30 朗动 K5 索兰托 福瑞 长城H5 传祺GS4 M6PRO 风骏5 领跑 小鹏 
索纳塔 瑞纳X2 胜达 悦纳两厢车
77号刻度坯 内铣四轨迹，6齿，车尾开
!!!开启45度后卡住，再开B组 (车尾开B组，车头开A组) 
!!!齿位比TOY48多1组，TOY48是5组，HY22是6组
!!!12款瑞纳，悦纳两厢车 车头开，车门上有栓的都是车头开
!!!13款胜达车头开，车门上没有栓，不需要开两档

TOY48 (已开张) X1
雷克萨斯、丰田、新款斯巴鲁、皇冠、长城新款内铣、长城腾翼C30（车头开）、尾箱右开（雷凌） 汉兰达、RV4、凌志S350、哈弗H1 
16年凯美瑞
13号/77号刻度坯, 内铣四轨迹，5齿，车尾开 5最浅1最深
!!!先开A组35再开B组35，再开A组124，再开B组，开启45度后卡住，再开B组 回位也是B组
!!!不开启状态可以直接读齿号 车头加力读A组，车尾加力读B组

TOY2014 (未开张)
2014款卡罗拉 理想
123号钥匙坯 内铣两轨迹，8齿，车尾开，车门点火一样齿位
!!!剪片用 hu83主胚和hu92剪片组合

TOY2018 (未开张)
新款丰田奕泽、荣放RV4、亚洲龙
77号钥匙坯改造/165号刻度胚 单面内铣两轨迹，车尾开，A面1357，B面2468

# NE72 车型很少，都快报废了
# 老款的 08年标致206 207 雪铁龙 东风风神S30(车头开)
# 53号刻度坯，平铣两轨迹，6齿，车尾开。

HU83 (未开张)
标志 307 508 2008 3008 4008 雪铁龙C4 豪沃T5G
54号刻度坯，内铣两轨迹 8齿，车头开，1最浅4最深
!!!兼容7齿和8齿两种锁，7齿就把上面3个读数改成246，递减读取就行
!!!剪片用 hu92剪片通用

VA6四撬杆 兼容 (VA2T) (未开张)
16年后新款标致，雪铁龙，雷诺，丰田，DS, 奔驰smart 标致308
58号/72号钥匙坯 54号胚子 内铣四轨迹 四齿深
!!!VA6是VA2T的升级版，不用买VA2T

TOY51 (已开张) X1
      兼容 (BAOJUN02) 兼容 (CHANGAN) 兼容 (GEELY) 兼容 (QIRUI) 
      兼容 (HY22) 兼容 (TOY48) 兼容 (VA6) 兼容 (TOY2018) 兼容 (HU92)
雷诺 雪铁龙 标致 15年后smart， 重卡 轻卡 解放 都能开启
东风天锦KR
内铣四轨迹 四齿深
!!!能插进去的都能尝试开启，读齿不准，只能摸索着开
!!!东风天锦KR 车头开，8齿都在同一侧，只能转动45度，车尾方向好开（换副驾驶车门开车头方向可开启）

CY24 (未开张)
克莱斯勒系列.300C.漫步者.切诺基.道奇.Jeep系列.EAGLE.万国.顺风
04号刻度坯，平铣两轨迹，8齿，车头开 1最浅4最深
!!!门锁7齿，点火8齿多1号齿位

SIP22 (未开张)
新款JEEP，玛莎拉蒂 17年吉普自由俠 22年进口牧马人 五十铃 房车 陕汽德龙 猎豹CS10
157号钥匙坯 内铣两轨迹 车头开 1最浅4最深 
!!!门锁7齿，点火8齿多1号齿位

# HU87
# 铃木 雨燕
# 52号刻度胚 车头开 10齿 门锁2~8 点火1 9 10。

BYD01 (未开张)
老款比亚迪F0 F3 L3 D3 吉利帝豪车头 帝豪EC715 GS X3pro 帅客 
57号钥匙坯 平铣两轨迹 10齿 车头开 #1最浅4最深 
!!!门锁8齿，点火10齿
!!!老款帝豪内保险是向里按的，难开

# BYD01R 车基本报废没有了，不用买
# 比亚迪S6 
# 56号钥匙坯

# CHANGAN 
# 136号钥匙胚 7齿 1最浅4最深 车头开
# 车锁设计问题 工具车尾开容易，车头开难开，车尾开启读齿剪钥匙，然后开启
# 弹片比较软，特别容易点过头。可以用VA2T的胚子

HAVAL 兼容 (CHANGAN) (未开张) #仿HU100
新款哈弗H6 H7 WEY
71号钥匙坯 侧边带槽 车头开 8齿
!!!锁孔是横向的
!!!长安深蓝 车头开不了 用HAVAL车尾开读齿做钥匙，数控机选 H6 2018 71号胚子反输能开启

GEELY2/HAVAL2 (已开张) X1 #仿HU101 侧边中间开槽
新款哈弗H6 初恋 大狗 欧拉好猫 捷途山海L6
奇瑞新能源EQ
166号钥匙坯 侧边带槽 车尾开 7齿 左边3个右边4个

HAVAL-2023 (未开张) #仿HU64 侧边开槽了
2022新款哈弗H6
!!!简单修改一下可以开捷途山海T2


BAOJUN (已开张) X1
330 560 北汽幻速 
16年宝骏730
75号钥匙坯/144号钥匙坯 下侧边带槽 内铣两轨迹 车头开 8齿 4齿深

# BAOJUN02 
# 143号钥匙坯 跟baojun一样 前面小铲子是双面的。类似4轨迹。有些车需要把工具抽出1.8mm才能开启，

# BAOJUN03
# 71号钥匙坯 


# JAC01
# 江淮格尔发江淮重卡车
# 75号钥匙坯 上侧边带槽 内铣两轨迹 车头开 8齿 1最浅4最深

# JAC02
# 江淮和悦同悦车系 商务车 瑞风2和畅
# 76号钥匙坯 平铣 车头开 8齿 1最浅4最深

# JAC02R
# 江淮瑞风 轿车
# 88号钥匙坯 平铣 车头开 8齿 1最浅4最深

# HOWO
# 豪沃大货车 汕德卡
# 185号钥匙坯/25号钥匙坯去窄磨到820 侧铣 车头开 8齿 1最浅4最深


####
安装钥匙胚：
####
机械钥匙把安装：使用一代大众通用钥匙把，插进去后，使用0.9钻头钻孔标记，然后拔出来继续钻穿，再安装回去，插上螺丝安装完毕。
折叠遥控上安装：将钥匙放进折叠孔，使用装销钳子粗的导针先冲铣孔，冲洗钥匙凹槽。这样销钉才能插的进去。
              再把销钉防盗钳子销钉孔内，用钳子夹进折叠孔，安装完毕。
松下CR2032电池
####
车架号17位查年份：
第10位是生产年份，0-9 2000~2009，A-Z 2010-至今。 S代表2025
####

####
汽车搭电接线规则：
####
正坏正好,负好负坏，负极搭铁，好车启动3分钟后，再发动坏车。拆线倒退顺序拆。
!!!带自动启停的电池必须搭铁
####

####
拆装轮胎润滑剂：
####
专用润滑脂，防冻型拆装润滑剂
肥皂水易获取且中性
拆装时需按对角线顺序拧紧/松开螺丝，避免顺时针或逆时针单一方向操作
!!! 如果轮胎变形，打气漏气，多用保鲜膜填充。强行充气。
####

# 左小双刻线钥匙胚 80号钥匙坯






