#
# 用单钩 是很困难的，看不见 手感力度无法掌控。基本上开不了。
# 专用工具 力度可以收放自如，计算出各齿位的位置和判断齿号。用排除法逐一分解齿位阻力，记住准确到位的齿，可多次尝试开启。

MIT8 (已开张) X1
三菱系列 五菱面包车 哈飞 奇瑞QQ左槽 奇瑞A3 猎豹黑金刚 中华尊驰 双门帕杰罗
05号钥匙坯，平铣两轨迹，8齿，车尾开，1最浅4最深
!!!五菱荣光全年份遥控，关闭左前门3次（停在开的位置），打开，关闭点火开关3次，喇叭响一声，按遥控器任意键，匹配完成

#（看锁孔上齿用肩膀区分左右）模仿MIT8
大双左 兼容 (MIT8) 兼容 (JAC02) (未开张)
东风面包车 现代名图也能开，五菱汽车（除宏光，最老的五菱货车）长安系列 东风景逸350后开 铃木海王星125
15号/12号钥匙坯，平铣两轨迹，车尾开，向车尾开时打不开就晃动几下，再找硬的点，多试几次。

MIT11R (已开张) X4
东南系列 国产车如北斗星 克莱斯勒 道奇 顺风 宝骏 奇瑞KARRY优劲 国内面包车小货车 三菱劲炫 五菱荣光小卡X2 长安星卡S201
07号钥匙坯，平铣两轨迹, 8齿，车尾开，1最浅5最深
!!!五菱荣光小卡是4齿深，工具上齿位相反
!!!长安星卡S201 车头开
!!!三菱车出厂密码：4838,5176 3828,0382,9154,6329 出厂默认是5176

#（看锁孔上齿用肩膀区分左右）模仿TOY38R
大双右 兼容 (TOY38R) 兼容 (MIT11R) 兼容 (BT01) 兼容 (HYN7R) 兼容 (JAC02R) (已开张) X2
爱玛电动车、奇瑞、优胜、优优、KARRY优劲，长安CX、羚羊、中兴、领主、东南菱帅、红岩、金刚、奥铃、TXH3 纳智捷U6 江铃E200
07号/45号钥匙坯，平铣两轨迹，车尾开，向车尾开时打不开就晃动几下，再找硬的点，多试几次。
!!!BT01的45/67齿位离得很近,用手感开启 163号钥匙胚
!!!纳智捷U6 门锁7齿 点火8齿多1号齿位

NSN14 兼容 (HYN11) 兼容 (HY16) (已开张) X4
日产 英菲尼迪 斯巴鲁 现代名图 东风风神AX5 启辰T70 狮跑 颐达 骐达
22号钥匙坯 平铣两轨迹 10齿，车尾开，1最浅4最深，
!!!12齿位为 12，21，23，32 4组。先剪12，后剪23。先剪21，后剪32。看锁孔12齿位的高低，评估齿号，2个坯子就可以完成测试。

# NSN11 基本报废了
# 04年以前老款车型，不常用 蓝鸟 公爵 老斯巴鲁。
# 06号钥匙坯，平铣两轨迹 带肩膀 8齿，车头开
# NISSAN A33 2000年的老款车 固定码是 5523 2003年以前的尼桑都是这个固定密码

# NSN14R 
# 新日产，启辰车型R30 T60 T70 T90 大V ，49号钥匙坯 反槽 长城M4 69号钥匙坯


# MAZ24R-2020-EXT 兼容 (MAZ24 老款14以前) 兼容 (MAZ24R)
MAZ24 (未开张)
14年前马自达2/3/5/6/8，昂克赛拉，睿翼等车型,东南 海马323 M5，海福星 ，欢动 ，（普力马车头开），福美来
09号/27号钥匙坯(MAZ24/MAZ24R-2020-EXT)，平铣两轨迹 10齿，车尾开 1最浅5最深
!!!车门8齿 点火多12齿位

# MAZDA2024-SM 兼容 (MAZDA-2014)
MAZDA-2014 (未开张)
新款马自达 昂克赛拉 阿特兹 CX5 马3
145号钥匙坯，平铣两轨迹 10齿 车尾开 1最浅4最深
!!!车门8齿 点火多12齿位

DWO4R (已开张) X2
雪佛兰 乐风 大宇 霍顿 庞蒂克 雪铁龙 老别克凯越X2
39号钥匙坯，平铣两轨迹，8齿，车尾开，车门点火都是8齿
!!!15别克凯越excelle 车头开(车门上有圆柱插销) 门锁6齿 尾部缺2齿, 14年凯越门锁是8齿

HON66 (已开张) X2
本田、理念、长城、比亚迪F6 广汽传祺 讴歌 雅阁
25号钥匙坯，外铣四轨迹，车尾开
!!!先点A组324再点B组13524，会开启到45度，再次点A组324到90度开启！回位也是点A组
!!!6齿全是1，A组5齿全是5，A组1齿在点火锁里，只有1 2 3 齿位，B组5号位只有3 5，
!!!由于弹片台阶位置太小，如果找不到齿位，工具左右上下靠动，使工具拨杆找到弹片位置才能拨动
!!!剪片 尖头朝右 A组在上，B组在下，读齿号剪出钥匙

HONDA2021 (未开张)
新款本田思域 CRV XRV 英诗派
187号钥匙坯，外铣四轨迹，车尾开 
!!!开启后可拉后车门开门，再回位拔出工具
!!!钥匙只有1个方向能插进去 钥匙坯A面(有插销孔)需要先开槽 A面5齿 B面3齿
!!!开启2档 A组再上，B组在下。开第二档，点A3开启，回位 找硬的点 不用加力
!!!可用气囊开 内保险是外拉的

# HYN7R 
# 与HYN11相反 可用大双右替代开启

HYN11 (未开张)
伊兰特 途胜 起亚系列 赛拉图（车尾开）瑞风商务 起亚锐欧 欧尚 长安CS35 H5 瑞纳 陆丰X8 狮跑
28号/15号钥匙坯 平铣两轨迹 8齿 车尾开 1最浅4最深 车门点火齿位一样
!!!现代第一代防盗系统的密码有三种。A）序列号的后四位。B）0000，C）2345 

HYN14R/HY15 (未开张)
现代御翔、新胜达、瑞纳、新酷派、维拉克斯、K2 K3、K4 伊兰特，新悦动 明锐.朗动、 佳乐、福瑞迪（车尾开）领翔
33号钥匙坯, 平铣两轨迹，8齿，车尾开, 5最浅1最深

HY16 (未开张)
现代系列.新悦动.起亚系列.福瑞迪（车尾开）秀尔 起亚佳乐 雅绅特 酷派
50号钥匙坯, 平铣两轨迹，10齿, 车尾开 1最浅5最深
!!!12在点火

HY22 兼容 (TOY48) (已开张) X2
现代 起亚 狮跑 智跑 IX35 30 朗动 K5 索兰托 福瑞 长城H5 传祺GS4 M6PRO 风骏5 领跑 小鹏 索纳塔 瑞纳
77号钥匙坯 内铣四轨迹，6齿，车尾开，开启45度后卡住，再开B组 (车尾开B组，车头开A组) 
!!!齿位比TOY48多1组，TOY48是5组，HY22是6组
!!!12款瑞纳车头开，车门上右上下栓的都是车头开

K5 兼容 (BAOJUN) 兼容 (GEELY) 兼容 (QIRUI) (已开张) X1
新款起亚K2/K3/K5 17款瑞纳 悦纳 IX35 陕汽德龙 宝骏730 吉利远景 五菱宏光S 17款福瑞迪
吉利75号/现代起亚156号/宝骏144号/奇瑞75号，内铣两轨迹，8齿，车头开 1最浅5最深
!!!工具开启别回位开门
!!!K5是5齿深 BAOJUN是4齿深

HU64 (已开张) X1
奔驰 迈巴赫 劳伦士 卡尔森 北京汽车 BJ90
20号钥匙坯 内铣2轨迹 10齿 车头开 1最浅5最深 分9齿 10齿车型，尾箱点火都是10齿
!!!锁设计原因车头开启困难，先向车尾开简单，开启读齿后再向车头开，加力要控制好
!!!有些门锁工具开启到90度别动，拉把手2次可开启车门

HU66 兼容 (BAOJUN) (已开张) X7
布加迪 兰博基尼 保时捷 宾利 奥迪 斯柯达 西特 荣威550 长城C30 中华FSV 11骏捷 荣威350 甲壳虫 桑塔纳 途观 江铃特顺 宝来 速腾
31号钥匙坯, 内铣2轨迹, 8齿，车头开 1最浅4最深 车门点火都是8齿，尾箱是右开
!!!弹片分布有两种，上1357-下2468，上1256-下3478
!!!1256排列的结构，先开1584，再反复开3762，可快速开启
!!!老款奥迪尾箱逆时针是开，顺时针是锁。需要开启2次
!!!钥匙横向的锁芯一般都是带空转的，开启的时候需要对加力杆加大力度，多试几次才能开启。不要用力插工具，容易触发空转。

HU100 (10齿) 兼容 (8齿) 兼容 (TOY2014) 兼容 (CHANGAN) 兼容 (BAOJUN03) (已开张) X3
欧宝 别克 Gl8 新君威 科鲁兹 大黄蜂 爱唯欧 长城H8 H9 H2 宝骏E200 理想 问界 蔚来 英朗 迈锐宝 凯迪拉克CT5
71号钥匙坯/136号长安钥匙坯 内铣两轨迹，10齿，车头开。1最浅4最深 车门6齿
!!!HU100-8齿的车门和点火齿位相同
!!!新款凯迪拉克CT5 别克世纪 林荫大道 钥匙向车尾开，不能向车头开，需要反复右开钥匙3次，扣紧内拉手按键块多拉几次把手才能开启
!!!开启后钥匙不会自动回位，回一半就行
!!!长安CS75 车尾好开，填料车头开门
!!!科鲁兹的锁心转动比较硬，开启需要加大力度才能转动
!!!五菱宏光miniEV 马卡龙 只要是71号头小锁孔的五菱，宝骏都可以用hu100-10齿开读做钥匙

HU101 兼容 (BQSB) 兼容 (CHERY101) (已开张) X1
福特 捷豹 路虎 发现 神行者 沃尔沃XC60 C30 S40 v40 福克斯嘉年华 新蒙迪欧致胜 野马，麦克斯 绅宝 东风AX7
奇瑞(路虎神行者，福特探路者车头开)，路虎揽胜右开，尼桑老款左开，极光车尾，林肯 MKC大陆 红旗H7 萨博95 领克03
福特38号/北汽155号钥匙坯 侧铣两轨迹, 10齿，车尾开，1最浅5最深
!!!弹片分布 上3478-下1256910，技巧-先点15984(点完不会掉的)，再点261073
!!!福特福克斯芯片为ID4D—83芯片（4D芯片83居多还有63的不可以搞混了啊，不然配不上）
!!!福特蒙迪欧 必须要专检，做不了 FORD2017开启，需要改动工具
!!!北汽绅宝向车头开启 胚子用71 或者149 38号胚子宽度差540 580 差40,开启时找不到弹片就晃动工具找

HU92 (未开张)
宝马 陆虎 MINI 名爵GM3 7 HUF 劳斯莱斯 荣威W5
67号钥匙坯 内铣两轨迹，8齿，车头开 1最浅4最深
!!!先点1357 再点2468

HU127 兼容 (HU100R) 兼容 (陕汽德龙) 兼容 (JAC01) 兼容 (HOWO) (已开张) X1
2010款宝马 新宝马3系 5系 7系（小锁眼）江淮格尔发
专用小钥匙/71号钥匙坯 内铣两轨迹 8齿 车头开 1最浅4最深
!!!新HU127替代老HU100R，新宝马锁芯尺寸有变动，老款工具点不到一号弹片，HU100R切割加长到李志勤字两边肩膀到别子孔位置
!!!宝马车没电的情况，有钥匙也打不开，缺少电控助力，需要钳子加力左右多次扭动，反复拉把手，扭到90度开启
!!!陕汽德龙 豪沃侧铣 可以用hu100R开启
!!!可以开启宝骏310

HU162T-8 (未开张)
新款的捷达 低配大众车门锁 大众途凯 polo 探歌 探影
149号钥匙坯，内铣四轨迹，8齿，车头开
!!!车门点火齿位一样

HU162T-9 (已开张) X1
大众斯柯达最新款15年换代后，高7、嘉旅.途观L、蔚揽、宝来、探歌 奥迪Q2L 2018款朗逸
149号钥匙坯，内铣侧铣六轨迹，9齿，车头开，门锁123是侧铣齿，点火缺123齿位，点火齿位需要数控机查询
!!!1齿位弹力再上，23齿位弹力在下。下478，上569。 钥匙向左转动180度开启
!!!18款mqb朗逸 机械钥匙无法开启
!!!9齿10齿区分方法 看边槽 左9右10

HU162T-10 (未开张)
奥迪 迈腾 Q5L
149号钥匙坯，内铣侧铣六轨迹，10齿，车头开，门锁1234是侧铣齿，点火缺1234齿位，点火齿位需要数控机查询
!!!12齿位弹力在上，34齿位弹力在下。下589 上6710
!!!钢筋弄开引擎盖，搭好电，钥匙绑钢筋上打开点火，然后按解锁键。
!!!A柱勾引擎盖不就行了
!!!我用过电钻钻锁芯开锁
!!!拿不带遥控器的原配钥匙，就打开了；我今天就是这个样子，抱着试试看的态度，打开了
!!!牌照灯就可以搭电搞这么麻烦
!!!直接钻车底给启动机或者发电机大线供电比这个简单吧
!!!雾灯通个电不得劲吗
!!!躺下，把马达搭个电，难道不香吗
!!!千斤顶爬下去，夹马达线就OK了，以前的老大众车就拉不开的
!!!把车牌灯敲下来。正负极通过12伏再试一下。 花线正极 棕线负极，1号负极 2号正极 搭电 或者黑色负极
!!!迈腾钥匙撑住用点儿劲儿，我前两天刚开了的
!!!正负极检测
!!!几乎所有车的启动马达都在车子的中下位置，找到马达上粗的那条夹正极，车子外壳是负极再用充电器或电池不就OK了
!!!主驾前轮扒开内衬，加长尖嘴钳拽机盖拉线，


# TOY43 TOY43R TOY38R 0几年的车，基本上淘汰了。不用买

TOY2 (未开张)
凯美瑞 埃尔法 塞纳 最新款的丰田锐志
13号钥匙坯改/165号/113号 单面内铣两轨迹，8齿，车尾开，4最浅1最深。A面1357，B面2468 
!!!智能钥匙背面全洗掉了很薄，普通的只洗掉了中间槽。
!!!正开反读

TOY43AT (未开张)
丰田系列.凯美瑞.锐志.卡罗拉.花冠（车尾开）.威驰，部分比亚迪内铣钥匙
2号钥匙坯 平铣两轨迹，10齿，车尾开，车门缺12齿位，11齿全部是2。

TOY48 (未开张)
雷克萨斯、丰田、新款斯巴鲁、皇冠、新款凯美瑞、长城新款内铣、长城腾翼C30（车头开）、尾箱右开（雷凌） 
汉兰达、RV4、凌志S350、哈弗H1
适配13号/77号钥匙坯, 内铣四轨迹，5齿，车尾开
!!!先开A3524，再开B52，半片开启45度后会卡住，再开B组52
!!!不开启状态可以直接读齿号 车头加力读A/车尾加力读B

TOY2014 (未开张)
2014款卡罗拉 理想
123号钥匙坯 内铣两轨迹，8齿，车尾开，车门点火一样齿位
!!!剪片用 hu83主胚和hu92剪片组合

TOY2018 (未开张)
新款丰田奕泽、荣放RV4、亚洲龙
77号钥匙坯改造/165号 单面内铣两轨迹，车尾开，A面1357，B面2468

# NE72 车型很少，都快报废了
# 老款的 08年标致206 207 雪铁龙 东风风神S30(车头开)
# 53号钥匙坯，平铣两轨迹，6齿，车尾开。

HU83 (未开张)
标志 307 508 2008 3008 4008 雪铁龙C4 豪沃T5G
54号钥匙坯，内铣两轨迹 8齿，车头开，1最浅4最深
!!!兼容7齿和8齿两种锁，7齿就把上面3个读数改成246，递减读取就行
!!!剪片用 hu92剪片通用

VA6四撬杆 兼容 (VA2T) (未开张)
16年后新款标致，雪铁龙，雷诺，丰田，DS, 奔驰smart 标致308
58号/72号钥匙坯 54号胚子 内铣四轨迹 四齿深
!!!VA6是VA2T的升级版，不用买VA2T

CY24 (未开张)
克莱斯勒系列.300C.漫步者.切诺基.道奇.Jeep系列.EAGLE.万国.顺风
04号钥匙坯，平铣两轨迹，8齿，车头开 1最浅4最深
!!!门锁7齿，点火8齿多1号齿位

SIP22 (未开张)
新款JEEP，玛莎拉蒂 17年吉普自由俠 22年进口牧马人 五十铃 房车 陕汽德龙 猎豹CS10
157号钥匙坯 内铣两轨迹 车头开 1最浅4最深 
!!!门锁7齿，点火8齿多1号齿位

# hu87 
# 52号刻度胚 12年的车 退出中国市场了。

BYD01 (未开张)
老款比亚迪F0 F3 L3 D3 吉利帝豪车头 帝豪EC715 GS X3pro 帅客 
57号钥匙坯 平铣两轨迹 10齿 车头开 #1最浅4最深 
!!!门锁8齿，点火10齿
!!!老款帝豪内保险是向里按的，难开

# BYD01R 车基本报废没有了，不用买
# 比亚迪S6 
# 56号钥匙坯

# CHANGAN 
# 136号钥匙胚 7齿 1最浅4最深 车头开
# 车锁设计问题 工具车尾开容易，车头开难开，车尾开启读齿剪钥匙，然后开启
# 弹片比较软，特别容易点过头。可以用VA2T的胚子

HAVAL 兼容 (CHANGAN) (未开张) #仿HU100
新款哈弗H6 H7 WEY
71号钥匙坯 侧边带槽 车头开 8齿
!!!锁孔是横向的
!!!长安深蓝 车头开不了 用HAVAL车尾开读齿做钥匙，数控机选 H6 2018 71号胚子反输能开启

GEELY2/HAVAL2 (未开张) #仿HU101 侧边中间开槽
新款哈弗H6 初恋 大狗 欧拉好猫
166号钥匙坯 侧边带槽 车尾开 7齿 左边3个右边4个

HAVAL-2023 (未开张) #仿HU64 侧边开槽了
2022新款哈弗H6
!!!简单修改一下可以开捷途山海T2


BAOJUN (未开张)
宝骏 330 560 730 北汽幻速
75号钥匙坯/144号钥匙坯 下侧边带槽 内铣两轨迹 车头开 8齿 4齿深

# BAOJUN02 
# 143号钥匙坯 跟baojun一样 前面小铲子是双面的。类似4轨迹。有些车需要把工具抽出1.8mm才能开启，

# BAOJUN03
# 71号钥匙坯 


# JAC01 HU127可以开启
# 江淮格尔发江淮重卡车
# 75号钥匙坯 上侧边带槽 内铣两轨迹 车头开 8齿 1最浅4最深

# JAC02 大双左可以开启
# 江淮格尔发K5
# 76号钥匙坯 平铣 车头开 8齿 1最浅4最深

# JAC02R 大双右可以开启
# 江淮格尔发货车K5
# 88号钥匙坯 平铣 车头开 8齿 1最浅4最深

# HOWO HU127可以开启
# 豪沃大货车 汕德卡
# 185号钥匙坯/25号钥匙坯去窄磨到820 侧铣 车头开 8齿 1最浅4最深


####
安装钥匙胚
####
机械钥匙把安装：使用一代大众通用钥匙把，插进去后，使用0.9钻头钻孔标记，然后拔出来继续钻穿，再安装回去，插上螺丝安装完毕。
折叠遥控上安装：将钥匙放进折叠孔，使用装销钳子粗的导针先冲铣孔，冲洗钥匙凹槽。这样销钉才能插的进去。
              再把销钉防盗钳子销钉孔内，用钳子夹进折叠孔，安装完毕。





96位48拷贝多少钱一次 联系QQ：775552226


新出产品 
N51升级版 M16
vvdi中平板
kdX3
道通900 都说是808的库存货。都不建议买

我现在小蜜蜂、大平板、N51、艾迪900。就这些设备。够用了
备货一直都是只备超模芯片和一些常用芯片，和vvdi无线电子子机，kd智能卡，A和NA系列子机



先说说子机生成类设备，KD和VV两家的都备货使用，两厂商互补很好，正是因为有KDx1才能在没收到vv 小蜜蜂之前我就把vv手持机卖掉！
因为小蜜蜂生成以及子机调整功能已足够，目前看支持Vv子机的同行多一些，
我不那么觉得，
虽然说vv在智能子机和超模子机方面确实领先，
这两家的有线子机和46.47电子子机的质量和功能差不多，两家子机都有漏电小毛病，超模子机物美价廉，得心应手，
我除特殊芯片外都是使用KD子机，
反过来看754j ，202aj，丰田智能，已经白菜价，

我的店内常驻了N51和i80pro
在这里顺便说下，N51虽然免密码车型多，功能强，性价比高，但是硬件不行，主线不耐用，易坏，做老现代和起亚遥控会时有时无不通讯，
当时还买了xp401编程器和模拟钥匙（一个就可做一部分丰田全丢，比亚迪全丢，现代密码采集，功能性强，而且便宜，不像某厂一直出）


我个人推荐如下，
一部华为手机、
kdx1
Vv 小蜜蜂、
这俩生成设备最强最有性价比，建议生成设备和匹配设备分开，集成在一起的设备做全丢使用过程格外麻烦，
i80pro（单主主机）和小鸥搭配xp401pro作为匹配设备、
艾迪迷你900
坦克数控、
二合一不建议买整箱全套，

51+maxpro+ap2 基本差不多了

微1504351919有偿，本人微信372769451


马自达；
这车就是密码，国配1代，必须辅助工具马自达密码查询软件[2000元]，你也可以不用买，去论坛找安徽的宋师傅[呵呵，本家]查询，有了密码可以说等于捡钱一样
操作步骤，遥控手工做，门打开，点火开关三次，门关开三次，按遥控两次.钥匙用国匹  进 马自达 ...剩下就不用说了吧，
如果按提示都配不上那我还是建议你不要搞芯片钥匙了....
大众；
由于我没有阿福迪也没双马，所以基本新的大众，都被我推掉了.说说我做过的几个吧
帕萨特05，宝来经典07.POLO09.这几个是用调码王做的。操作步骤;
1.选择车型，进入大众，2.选择仪表，翻到最后一个附加功能，读取防盗密码，稍等密码出现后.返回主菜单，选登录与匹配.
输入通道号21 .接下来 就是要你设定几把有效钥匙，注意我栽跟头的地方出现了..，这个选项不是说你要配几把钥匙，
而是需要询问车主加上你配的共有几把钥匙.比如说你要配2把，车主那里有两把，就是共有4把，你就输入0004.F2 保存，第一把匹配完成，
按OK保存，马上换第二把，在保存完成点钱吧...遥控手工匹配，
朗逸，速腾，使用工具5053数据线，2012最新版本带刷隐藏功能款[120元]相当便宜...不过需要一个笔记本...
5053性价比相当不错可以做很多大众的遥控.就这点也值120了....具体操作方法，论坛有付师傅的帖子里有图片，一看就明白
雪弗兰；
这个车系按车型说，最简单的乐风，不需要密码，国配一代搞定.遇到的话可以说是大风把钱刮到你面前...就刮了一次给我.......
景程，也算得上捡钱.跟车主要车架号.还是找安徽的宋师傅查.有了密码国配一代搞定.
科鲁兹，
需要国配1.25版本以上带有新科鲁兹，新君威，等标签密码输入功能，你需要一个高像素的照相机或者找认识的修车师傅把前保险杠卸下来，
在里面你会看到一个长方形的纸，密码就在上面，只需要知道编码的后两位，剩下两位是车架号的后两位，
车架号后两位+编码后两位=标签密码
现代;需要密码的有新悦动.瑞纳，IX35.华泰圣达菲，新胜达，起亚，k5 .福瑞迪，我只做过几个新悦动.密码还是车架号算.，. R
丰田，本田；
除了思铂睿，直接捡钱一样，小日本的这两个车非常好对付.部分本田钥匙配完遥控自动生成，太早的车需要手工，丰田全部手工.
稍微费点力的是尼桑.这车需要编程器读密码，这个我还不会不能给你们说了，我自己还是个小蜗牛呢.....
再来说说国产车，最多也是最简单的奇瑞；密码全部国配读，遥控钥匙全部国配搞定无任何难度.....中华，骏捷比较多 ，也比较好做，
国配搞定，密码3950.其他的我还没遇到过，貌似用AD90 复制也可以的
其实国产车才最头痛！在这里要鄙视一下车不怎么样，防盗倒是蛮领先的！吉利，长城；海马，我做过一个哈佛H3 ，芯片必须专用.
密码车主有，没有的话就的用编程器读密码，还是省略我不会.....
好了，一个初学者的作业到此结束..有那些说的不对的还望高手指点，还希望跟各位新手，高手多交流！！！


刚来个帕拉丁要做个遥控器

1,进入车内
2,关闭全部车门
3,用车门上的开关,锁上车门
4,十秒内将钥匙插入-拔出点火锁孔6次 (第6次是插入的状态不拔出).
5,这时刚才用开关 锁上的车门锁 会自动打开了
6,三秒内将钥匙插入点火开关并且转到ACC 然后再用车门上的开关锁上车门
7,按遥控上的开锁键 门锁会打开 匹配完毕！

第二种方法；
1、拆下方向盘下面的护罩找到一个两线的插头（花生酱那种颜色）
2、关闭车门（不用上锁），短接插头6次以上，然后危险灯闪2次
   （注意：这个过程中如果没有关上车门就短接的话，会发出叮叮的响声。而关上车门短接则不会发 出声响。短接后如果危险灯没闪的话，必须打开车门在关上再试）
3、闪灯后把钥匙插进点火开关打到ON附件档
4、按遥控器的按键
5、打开车门，测试遥控器



纳智捷容易死车，车企倒闭了。
[纳智捷U5] 纳智捷U5 15款-直板遥控-无芯片
1.关好车门，插入钥匙，打开、关闭点火开关3次，中控锁（锁-开-锁），双闪灯闪烁 2.拔出钥匙，按遥控器闭锁键2秒中控锁动作 3.如匹配下一个遥控器，继续按一下遥控锁锁键，然后按下一个遥控器锁键，中控动作，匹配完成









