
# MIT8
# 5号钥匙坯，平铣两轨迹，8齿，车尾开

大双左(模仿MIT8)（看锁孔上齿用肩膀区分左右）兼容 (MIT8) (未开张)
东风面包车 现代名图也能开，五菱汽车（除宏光，最老的五菱货车）长安系列 东风景逸350后开 铃木海王星125
15号/12号钥匙坯，平铣两轨迹，车尾开，以肩膀左右为方向标准，逆时针向车头开时打不开就晃动几下，再找硬的点，多试几次。

MIT11R (未开张)
东南系列 国产车如北斗星 克莱斯勒 道奇 顺风 宝骏 三菱 奇瑞KARRY优劲 国内部分面包车，小货车
7号钥匙坯，平铣两轨迹, 8齿，车尾开，1最浅5最深

大双右(模仿TOY38R)（看锁孔上齿用肩膀区分左右）兼容 (TOY38R) 兼容 (MIT11R) (未开张)
爱玛电动车、奇瑞、优胜、优优、KARRY优劲，长安CX、羚羊、中兴、领主、东南菱帅、红岩、金刚、奥铃、TXH3
7号/45号钥匙坯，平铣两轨迹，车尾开，以肩膀左右为方向标准，顺时针向车尾开时打不开就晃动几下，再找硬的点，多试几次。

NSN14 (已开张) X2
日产系列 尼桑 天籁 骐达 颐达 骊威 英菲尼迪 斯巴鲁 现代名图 启辰T70
22号中槽钥匙坯不带肩膀 平铣 10齿，车尾开，1最浅4最深，12齿位为 12，21，23，32 4组。
先剪12，后剪23。先剪21，后剪32。看锁孔12齿位的高低，评估齿号，2个坯子就可以完成测试。

# NSN11 
# 04年以前老款车型，不常用 蓝鸟 公爵 老斯巴鲁。带肩膀的6号钥匙胚 平铣 8齿，逆时针向车头开启。

# NSN14R 
# 新日产，启辰车型R30 T60 T70 T90 大V ，49号钥匙坯 反槽 长城M4 69号钥匙坯

# NISSAN A33 2000年的老款车 固定码是 5523


DWO4R (未开张)
雪佛兰 乐风 老款别克凯越 大宇 霍顿 庞蒂克 雪铁龙等车型
39号钥匙坯，平铣两轨迹，8齿，车尾开，车门点火都是8齿。


HON66 (已开张) X2
本田、理念、长城、比亚迪F6等 广汽传祺 讴歌
25号钥匙坯，外铣四轨迹，车尾开，先点A组324再点B组13524，会开启到45度，再次点A组324到90度开启！回位也是点A组
6齿全是1，A组5齿全是5，A组1齿在点火锁里，只有1 2 3 齿位，B组5号位只有3 5，
!!!由于弹片台阶位置太小，如果找不到齿位，工具左右上下靠动，使工具拨杆找到弹片位置才能拨动。
剪片 尖头朝右 A组在上，B组在下，读齿号剪出钥匙。

# HONDA2021 中国区 智能卡小钥匙 暂时不买，遇到再看

# HYN7R 要买

HYN14R/HY15 (未开张)
现代御翔、新胜达、瑞纳、新酷派、维拉克斯、K2 K3、K4 伊兰特，新悦动 明锐.朗动、 佳乐、福瑞迪（车尾开）领翔
33号钥匙坯, 平铣两轨迹，8齿，车尾开, 5最浅1最深。

HYN11 (NSN14可替代开启) (未开张)
伊兰特 途胜 起亚系列 赛拉图（车尾开）瑞风商务 起亚锐欧 欧尚 长安CS35 H5 瑞纳 陆丰X8 狮跑
28号钥匙坯，平铣两轨迹，8齿，车尾开，车门点火齿位一样，1最浅4最深。

HY16 (NSN14可替代开启) (未开张)
现代系列.新悦动.起亚系列.福瑞迪（车尾开）秀尔 起亚佳乐 雅绅特 酷派等车型
50号钥匙坯, 平铣两轨迹，10齿, 1最浅5最深。12在点火

HY22 兼容 (TOY48) (已开张) X1
现代 起亚 狮跑 智跑 IX35 30 瑞纳 朗动 K5 索兰托 福瑞 长城H5 传祺GS4 M6PRO 风骏5 领跑 索纳塔
77号钥匙坯 内铣四轨迹，6齿，车尾开，开启45度后卡住，再开B组 (车尾开B组，车头开A组) 
齿位比TOY48多1组，TOY48是5组，HY22是6组。

K5 兼容 (BAOJUN) (已开张) X1
起亚新款K2/K3/K5，福瑞迪 17款瑞纳 悦纳 IX35 宝骏730
75号/156号钥匙坯，内铣两轨迹，8齿，车头开


HU64 (已开张) X1
奔驰 迈巴赫 劳伦士 卡尔森等车型，北京汽车 BJ90
20号钥匙坯 内铣2轨迹 10齿 车头开。1最浅5最深 锁设计原因车头开启困难，先向车尾开简单，开启读齿后再向车头开，加力要控制好。
分9齿 10齿车型，尾箱点火都是10齿。有些门锁工具开启到90度别动，拉把手2次可开启车门。

HU66 (已开张) X2
布加迪 兰博基尼 保时捷 宾利 大众 奥迪 斯柯达 西特 荣威550 荣威350  长城C30，中华FSV 11骏捷 甲壳虫
31号钥匙坯, 内铣2轨迹, 8齿，车头开。1最浅4最深 车门点火都是8齿 弹片位置有两种，上1357-下2468，上1256-下3478。
技巧：1256排列的结构，先开1584，再反复开3762，可快速开启

HU100 (10齿) 兼容 (8齿) 兼容 (TOY2014) (已开张) X2
凯迪拉克 欧宝 别克 Gl8 新君威 科鲁兹 英朗 迈锐宝 大黄蜂 爱唯欧 长城H8 H9 H2等车型，点火和门锁有差片的都可以开启点火锁
71号钥匙坯 内铣2轨迹，10齿，车头开。1最浅4最深 车门6齿。 HU100-8齿的车门和点火齿位相同。
!!!新款凯迪拉克CT5 别克世纪 林荫大道 钥匙向车尾开，不能向车头开，需要反复右开钥匙3次，扣紧内拉手按键块多拉几次把手才能开启。
开启后钥匙不会自动回位，回一半就行

HU101 (10齿) (已开张) X1
福特 捷豹 路虎 发现 神行者 沃尔沃XC60 S40 v40 福克斯嘉年华。
新蒙迪欧致胜 野马，麦克斯 绅宝 奇瑞(路虎神行者，福特探路者车头开)，路虎揽胜右开，尼桑老款左开，
奇瑞 沃尔沃C30 极光车尾，林肯 MKC大陆 红旗 萨博95 领克03
38号钥匙坯 侧铣两轨迹, 10齿，车尾开，1最浅5最深，弹片结构 上3478-下1256910，技巧-先点15984(点完不会掉的)，再点261073。
# 福特福克斯机械钥匙全丢开锁二合一型号HU101钥匙坯型号38号芯片为ID4D—83芯片（4D芯片83居多还有63的不可以搞混了啊，不然配不上）

HU92 (未开张)
宝马 陆虎 MINI 名爵GM3 7 HUF 劳斯莱斯 荣威W5
67号钥匙坯 内铣两轨迹，8齿，车头开。1最浅4最深， 先点1357 再点2468。

HU127 兼容 (HU100R) (未开张)
新HU127替代老HU100R，新宝马锁芯尺寸有变动，老款工具点不到一号弹片，适用2010款宝马 新宝马3系 5系 7系（小锁眼）
专用小钥匙 内铣2轨迹，8齿，车头开。1最浅4最深
# 宝马车没电的情况，有钥匙也打不开，缺少电控助力，需要钳子加力左右多次扭动，反复拉把手，扭到90度开启。 

HU162T-8 (未开张)
新款的捷达 低配大众车门锁 大众途凯 polo 探歌 探影
149号钥匙坯，内铣四轨迹，8齿，车头开，车门点火一样

HU162T-9 (已开张) X1
大众.斯柯达最新款15年换代后，高7、嘉旅.途观L、蔚揽、2018朗逸、宝来、探歌 奥迪Q2L
149号钥匙坯，内铣侧铣六轨迹，9齿，车头开，门锁123是侧铣齿，点火缺123齿位，点火齿位需要数控机查询
1齿位弹力再上，23齿位弹力在下。下478，上569。 钥匙向左转动180度开启
!!!18款mqb朗逸 机械钥匙无法开启
!!!区分钥匙类型 看边槽 左9右10

HU162T-10 (未开张)
奥迪 迈腾 Q5L
149号钥匙坯，内铣侧铣六轨迹，10齿，车头开，门锁1234是侧铣齿，点火缺1234齿位，点火齿位需要数控机查询
12齿位弹力再上，34齿位弹力在下。下589 上6710

!!!钢筋弄开引擎盖，搭好电，钥匙绑钢筋上打开点火，然后按解锁键。
A柱勾引擎盖不就行了
我用过电钻钻锁芯开锁
拿不带遥控器的原配钥匙，就打开了；我今天就是这个样子，抱着试试看的态度，打开了
牌照灯就可以搭电搞这么麻烦
直接钻车底给启动机或者发电机大线供电比这个简单吧
雾灯通个电不得劲吗
躺下，把马达搭个电，难道不香吗
千斤顶爬下去，夹马达线就OK了，以前的老大众车就拉不开的[尬笑][尬笑]
把车牌灯敲下来。正负极通过12伏再试一下。[泪奔] 花线正极 棕线负极，1号负极 2号正极 搭电 或者黑色负极
搭电宝
迈腾钥匙撑住用点儿劲儿，我前两天刚开了的
正负极检测
几乎所有车的启动马达都在车子的中下位置，找到马达上粗的那条夹正极，车子外壳是负极再用充电器或电池不就OK了
主驾前轮扒开内衬，加长尖嘴钳拽机盖拉线，


TOY2 (未开张)
凯美瑞 埃尔法 塞纳 最新款的丰田锐志
13号钥匙坯改 单面内铣两轨迹，A面1357，B面2468 8齿，车尾开，4最浅1最深。智能钥匙背面全洗掉了很薄，普通的只洗掉了中间槽。
正开反读

TOY43AT (未开张)
丰田系列.凯美瑞.锐志.卡罗拉.花冠（车尾开）.威驰，部分比亚迪内铣钥匙
2号钥匙坯 平铣两轨迹，10齿，车尾开，车门缺12齿位，11齿全部是2。
# 16年卡罗拉双擎给我碰上TOY40

TOY48 (未开张)
雷克萨斯、丰田、新款斯巴鲁、皇冠、凌志、新款凯美瑞、长城新款内铣、长城腾翼C30（车头开）、尾箱右开（雷凌） 汉兰达、RV4、
凌志S350、哈弗H1
适配13号 77号钥匙头, 内铣四轨迹，5齿，车尾开，先开A3524，再开B52，半片开启45度后会卡住，再开B组52。
不开启状态可以直接读齿号 车头加力读A 车尾加力读B

TOY2014 (未开张)
2014卡罗拉
123号钥匙坯 内铣两轨迹，8齿，车尾开，车门点火一样齿位。剪片用 hu83主胚和hu92剪片组合。

TOY2018 (未开张)
新款丰田奕泽、荣放RV4、亚洲龙
77号钥匙坯改造 单面内铣两轨迹，车尾开，A面1357，B面2468

NE72
老款的 08年标致206 207 雪铁龙
53号钥匙坯，平铣两轨迹，6齿，车尾开。

HU83 (未开张)
标志 307 508 2008 3008 4008 雪铁龙C4
54号钥匙坯，内铣两轨迹，车头开，兼容7齿和8齿两种锁，7齿就把上面3个读数改成246，递减读取就行。

# VA2T 暂时不买 升级版VA6可以开
# 雪铁龙C5
# 58号钥匙坯

VA6四撬杆 (未开张)
16年后新款标致，雪铁龙，雷诺，丰田，DS, 奔驰smart
58号钥匙坯 内铣四轨迹 四齿深


MAZ24R-2020-EXT 兼容 (MAZ24 老款14以前) 兼容 (MAZ24R) (未开张)
马自达系列东南 14年前马自达23568，昂克赛拉，睿翼等车型,海马323 M5，海福星 ，欢动 ，（普力马车头开），福美来
9号钥匙坯(MAZ24) 27号钥匙坯(MAZ24R-2020-EXT)，平铣两轨迹 10齿，车尾开。 车门8齿,点火多12齿位。

MAZDA2024-SM 兼容 (MAZDA-2014) (未开张)
24年后新款马自达 昂克赛拉 阿特兹 CX5
145号钥匙坯



MAZDA2024-SM  MAZ24R-2020-EXT 陕汽德龙

K5 156号刻度坯
hu83主胚和hu92剪片组合。K5剪片


96位48拷贝多少钱一次 联系QQ：775552226



我现在小蜜蜂、大平板、N51、艾迪900。就这些设备。够用了


经常看见论坛里有新人问什么设备好，用什么设备开店，每个区域每个地方的车不一样，价格不一样，一线城市和7线城市的设备不可能一样，
从不同类型咱们来慢慢分析。
先说说子机生成类设备，KD和VV两家的都备货使用，两厂商互补很好，正是因为有KDx1才能在没收到vv 小蜜蜂之前我就把vv手持机卖掉！
因为小蜜蜂生成以及子机调整功能已足够，（蜜蜂出货后手持机价格必掉，所以提前出手）目前看支持Vv子机的同行多一些，我不那么觉得，
虽然说vv在智能子机和超模子机方面确实领先，但是在后加装智能卡的程序和免匹配方便性方面Kd更领先，kd每个子机都送电池，
这两家的有线子机和46.47电子子机的质量和功能差不多，两家子机都有漏电小毛病，超模子机物美价廉，得心应手，
确实为Vv 积累了一大批客户，我除特殊芯片外都是使用KD子机，望一眼车钥匙耗材市场，vv没有生成丰田智能前，丰田原厂智能卡什么价格？
再看看Kd生成丰田智能前Vv的丰田智能子机什么价，大家千万不要让这俩任何一家独大或者倒闭，那样不利于行业发展，也不利于我们，
反过来看754j ，202aj，丰田智能，已经白菜价，以前备货原厂卡多的同行有点受伤，唯独车主笑呵呵。
再说数控，对于绝对高手来讲完全可以没有，一套二合一和一把剪齿钳就足够了，但是我不行，所以高手略过这段，我用过e9和海豚，
现在换了坦克，海豚预定的第一批，刚到手时经常断针，总计有10多根，后期更新升级之后才不断针，后悔购买，从使用感受和售后来讲，
坦克碾压另外两家厂商，售后完美，这三个厂家里售后服务最差的就是Vv ，至于品质不能下太早定论，但绝对对得起4900的售价，
刚入手不到两个月，口碑需要时间证明，不知后期会不会有小毛病，特色是专利多，万能坯制作钥匙，一个夹具搞定一切（除了福特圆棍）
不用换夹具或者翻夹具面，切割精准度这三家都差不多，哪家也没做到绝对准！至于Vv的小秃鹰1.5w的数控，我不会考虑，感觉在烧钱，
有那钱买点排骨不香吗？给媳妇买个项链不美吗？或者找小妹按按脚不舒服吗？没使用过就不发表评论，也不建议大家买！
有些时候看闲鱼卖出的金额会感叹，这一行像是股市一样，技术和设备必须时刻学习 ，更新，换代，
重要的还要在合理的时间段把手里的设备在最高价或者损失最小的情况下卖掉，再依据每个区域和店里的实际情况来规划设备，
我的店内常驻了N51和i80pro（之前用的老i80卖掉1300元）然后在闲鱼2200元买的二手充新的i80pro（单独主机没买任何外挂，性价比最高），
也就是另外花了900元更新的i80pro,我一直都是i80铁粉，因为它是所有国产防盗解码器设计成平板方式的爹，而且程序和硬件稳定，
在这里顺便说下，N51虽然免密码车型多，功能强，性价比高，但是硬件不行，主线不耐用，易坏，做老现代和起亚遥控会时有时无不通讯，
换i80pro直接秒，真是稳如老狗！所有技术类型的行业都有菜鸟起步阶段，那会是一段最难忘的时光，我开店第一个设备是国匹，
当时国内唯一全中文匹配设备，同时期较早出名的是sbb，但不是中文，所以没买，可以说一切的开端都是领世达帮助我，
现在保留唯一老设备就是红国匹三代（横屏游戏机款），配老年份的车型很好用，（比如老凯越48）至于为什么现在会鄙视放
说完手里有的，再说说卖掉的
国匹一代，调码王，掌中宝，艾迪900（大的那款）都处理掉了，原因就是落后，较早没有道通和大平板时候买过长广的奔驰怪兽，
一款专业奔驰的匹配设备，干了一次挣了1000.然后就直接卖掉，因为担心遇不到，现在看确实很对！
vvdi大平板也没留，品质很好，用了一年多没有任何硬件问题，只不过不适合我，当时是现金5800外加一万积分（折合成现金比例按600元算）
也就是总计6400元预定的第一批红色版本，做新通用需要canfd 接头，听说后期出的黄色版本不需要，有可能是第一批的关系，
前一阵以7500元的价格卖出，不赔钱另赚1100元，免费使用了1年多，但是综合性不如808.属于偏科，偏高端，截止我卖的时候印象很深的就
是19年起亚智跑侧边按键的智能钥匙都配不了，i80pro插上就收钱，现在不知怎样，可能有人会问为什么要卖呢，不做奔驰和宝马了？
我这里小县城，国产车和合资中端车居多，再加上一直都是自学，奔驰大众倒是能做，宝马拆读并不专业，所以直接舍弃不做宝马，
俗话说小庙供不起大佛，果断处理！
刚才提到的808也卖了（因为买了N51，做大众套数据方便而且价格便宜，主要原因是感觉要换代所以去年卖了！）
当时还买了xp401编程器和模拟钥匙（一个就可做一部分丰田全丢，比亚迪全丢，现代密码采集，功能性强，而且便宜，不像某厂一直出）
整体综合性比较好，附带诊断功能强于i80pro,国产车型功能全面，硬件软件都无问题，可以做更换防盗部件匹配，奔腾，宝骏，传祺，
基本免密，做大众奔驰都有智能操作，简单无比，比大平板实用，支持车型广，更新车型年份新，业内第一个更新的本田智能全丢，
但是没有大平板设计便捷合理，编程器需额外用线连接，新出的小鸥除了薄之外还是照搬没有新意，所以没入手，
（后期换代大平板和换代小鸥对比后会再入手其中一个，这是目前最强的两个匹配


我个人推荐如下，一部华为手机、kdx1（不买kd MAX）、Vv 小蜜蜂、（预定的免费，现货60元，不推荐手持机max匹配功能局限1800元不值得）、
这俩生成设备最强最有性价比，建议生成设备和匹配设备分开，集成在一起的设备做全丢使用过程格外麻烦，
i80pro（单主主机）和小鸥搭配xp401pro作为匹配设备、艾迪迷你900（普通地区建议租用，丰田新款车型多的地区可以入手）、
坦克数控、二合一不建议买整箱全套，我只买了主流10几个车型的，为什么没有大平板，前面已经说了，目前市价总计2w就可开店，
但这些不是绝对够用，适合小城市，把本钱控制到最小，对于设备越多越好的说法并不敢苟同，统计好开店第一年遇到较多的车型，
摸索评估，第二年才是考虑购买高端设备或者补充，好了就说这么多了，觉得对的可以点赞，也可能有领世达铁粉会喷我，会接受，
我只是说了我该说的和真实的，希望会对大家有所帮助，各位勉励前行，尽量避坑！



匹配大众的车子N51是最差，K518稍微好点，vvdi2最好。

目前我手里，i80pro kdx1 vvdimaxpro 小蜜蜂有线  两个普通的刻齿机，不是主业，汽修为主！感觉一般车型也够用！其他设备慢慢再加


新手小白想自学，从最简单的开始，需要什么设备？？？

腾达N51，和手持机

51+maxpro+ap2 基本差不多了

微1504351919有偿，本人微信372769451


马自达；
这车就是密码，国配1代，必须辅助工具马自达密码查询软件[2000元]，你也可以不用买，去论坛找安徽的宋师傅[呵呵，本家]查询，有了密码可以说等于捡钱一样
操作步骤，遥控手工做，门打开，点火开关三次，门关开三次，按遥控两次.钥匙用国匹  进 马自达 ...剩下就不用说了吧，
如果按提示都配不上那我还是建议你不要搞芯片钥匙了....
大众；
由于我没有阿福迪也没双马，所以基本新的大众，都被我推掉了.说说我做过的几个吧
帕萨特05，宝来经典07.POLO09.这几个是用调码王做的。操作步骤;
1.选择车型，进入大众，2.选择仪表，翻到最后一个附加功能，读取防盗密码，稍等密码出现后.返回主菜单，选登录与匹配.
输入通道号21 .接下来 就是要你设定几把有效钥匙，注意我栽跟头的地方出现了..，这个选项不是说你要配几把钥匙，
而是需要询问车主加上你配的共有几把钥匙.比如说你要配2把，车主那里有两把，就是共有4把，你就输入0004.F2 保存，第一把匹配完成，
按OK保存，马上换第二把，在保存完成点钱吧...遥控手工匹配，
朗逸，速腾，使用工具5053数据线，2012最新版本带刷隐藏功能款[120元]相当便宜...不过需要一个笔记本...
5053性价比相当不错可以做很多大众的遥控.就这点也值120了....具体操作方法，论坛有付师傅的帖子里有图片，一看就明白
雪弗兰；
这个车系按车型说，最简单的乐风，不需要密码，国配一代搞定.遇到的话可以说是大风把钱刮到你面前...就刮了一次给我.......
景程，也算得上捡钱.跟车主要车架号.还是找安徽的宋师傅查.有了密码国配一代搞定.
科鲁兹，
需要国配1.25版本以上带有新科鲁兹，新君威，等标签密码输入功能，你需要一个高像素的照相机或者找认识的修车师傅把前保险杠卸下来，
在里面你会看到一个长方形的纸，密码就在上面，只需要知道编码的后两位，剩下两位是车架号的后两位，
车架号后两位+编码后两位=标签密码
现代;需要密码的有新悦动.瑞纳，IX35.华泰圣达菲，新胜达，起亚，k5 .福瑞迪，我只做过几个新悦动.密码还是车架号算.，. R
丰田，本田；
除了思铂睿，直接捡钱一样，小日本的这两个车非常好对付.部分本田钥匙配完遥控自动生成，太早的车需要手工，丰田全部手工.
稍微费点力的是尼桑.这车需要编程器读密码，这个我还不会不能给你们说了，我自己还是个小蜗牛呢.....
再来说说国产车，最多也是最简单的奇瑞；密码全部国配读，遥控钥匙全部国配搞定无任何难度.....中华，骏捷比较多 ，也比较好做，
国配搞定，密码3950.其他的我还没遇到过，貌似用AD90 复制也可以的
其实国产车才最头痛！在这里要鄙视一下车不怎么样，防盗倒是蛮领先的！吉利，长城；海马，我做过一个哈佛H3 ，芯片必须专用.
密码车主有，没有的话就的用编程器读密码，还是省略我不会.....
好了，一个初学者的作业到此结束..有那些说的不对的还望高手指点，还希望跟各位新手，高手多交流！！！


刚来个帕拉丁要做个遥控器

1,进入车内
2,关闭全部车门
3,用车门上的开关,锁上车门
4,十秒内将钥匙插入-拔出点火锁孔6次 (第6次是插入的状态不拔出).
5,这时刚才用开关 锁上的车门锁 会自动打开了
6,三秒内将钥匙插入点火开关并且转到ACC 然后再用车门上的开关锁上车门
7,按遥控上的开锁键 门锁会打开 匹配完毕！

第二种方法；
1、拆下方向盘下面的护罩找到一个两线的插头（花生酱那种颜色）
2、关闭车门（不用上锁），短接插头6次以上，然后危险灯闪2次
   （注意：这个过程中如果没有关上车门就短接的话，会发出叮叮的响声。而关上车门短接则不会发 出声响。短接后如果危险灯没闪的话，必须打开车门在关上再试）
3、闪灯后把钥匙插进点火开关打到ON附件档
4、按遥控器的按键
5、打开车门，测试遥控器
问题  用什么短接 那个 插头？






备货一直都是只备超模芯片和一些常用芯片，和vvdi无线电子子机，kd智能卡，A和NA系列子机















