
NSN14

22号中槽钥匙坯不带肩膀 平铣 10齿，顺时针向车尾开启，1 2齿位为 12，21，23，32 4组。先剪12，后剪23。先剪21，后剪32。2个坯子就可以完成测试。


NSN11 04年以前老款车型，不常用 蓝鸟 公爵 老斯巴鲁
带肩膀的6号钥匙胚 平铣 8齿，逆时针向车头开启。

NSN14R 新日产，启辰车型R30 T60 T70 T90 大V
49号钥匙坯 反槽

nissan A33 2000年的老款车 固定码是 5523


HU100 凯迪拉克
内铣4轨迹，10齿，逆时针向车头开启。 车门6齿。

HU66 31号钥匙坯


toy2014用别克 toy48用hy22
HY22 77号钥匙坯 现代 起亚 可以打开toy48锁，比toy48多1组单片，48是5组，HY22是6组。


HYN11 陆丰x7

TOY43AT 02号钥匙坯 丰田系列

HON66 25号钥匙坯，车尾开，先点A组324再点B组13524，会开启到45度，再次点A组324到90度开启！回位也是点A组
HONDA2021 

VA2T 58号钥匙坯



李氏二合一5种型号、maz24,hu100,toy43At,hu101!
hu66 hu100 hu100r hu92 toy43at toy48 hu101
HU66、HU92、HU100R、HU100、HU101、HU64、TOY43AT。
HU64,HU66,HU100R，TOY48,T0Y43AT，HU100
长安   哈佛  hu162t_8
hy22  baojun  162t-10


96位48拷贝多少钱一次 联系QQ：775552226



我现在小蜜蜂、大平板、N51、艾迪900。就这些设备。够用了 楼主还是讲的挺透彻的


经常看见论坛里有新人问什么设备好，用什么设备开店，每个区域每个地方的车不一样，价格不一样，一线城市和7线城市的设备不可能一样，从不同类型咱们来慢慢分析。
先说说子机生成类设备，KD和VV两家的都备货使用，两厂商互补很好，正是因为有KDx1才能在没收到vv 小蜜蜂之前我就把vv手持机卖掉！因为小蜜蜂生成以及子机调整功能已足够，（蜜蜂出货后手持机价格必掉，所以提前出手）目前看支持Vv子机的同行多一些，我不那么觉得，虽然说vv在智能子机和超模子机方面确实领先，但是在后加装智能卡的程序和免匹配方便性方面Kd更领先，kd每个子机都送电池，这两家的有线子机和46.47电子子机的质量和功能差不多，两家子机都有漏电小毛病，超模子机物美价廉，得心应手，确实为Vv 积累了一大批客户，我除特殊芯片外都是使用KD子机，望一眼车钥匙耗材市场，vv没有生成丰田智能前，丰田原厂智能卡什么价格？再看看Kd生成丰田智能前Vv的丰田智能子机什么价，大家千万不要让这俩任何一家独大或者倒闭，那样不利于行业发展，也不利于我们，反过来看754j ，202aj，丰田智能，已经白菜价，以前备货原厂卡多的同行有点受伤，唯独车主笑呵呵。
再说数控，对于绝对高手来讲完全可以没有，一套二合一和一把剪齿钳就足够了，但是我不行，所以高手略过这段，我用过e9和海豚，现在换了坦克，海豚预定的第一批，刚到手时经常断针，总计有10多根，后期更新升级之后才不断针，后悔购买，从使用感受和售后来讲，坦克碾压另外两家厂商，售后完美，这三个厂家里售后服务最差的就是Vv ，至于品质不能下太早定论，但绝对对得起4900的售价，刚入手不到两个月，口碑需要时间证明，不知后期会不会有小毛病，特色是专利多，万能坯制作钥匙，一个夹具搞定一切（除了福特圆棍）不用换夹具或者翻夹具面，切割精准度这三家都差不多，哪家也没做到绝对准！至于Vv的小秃鹰1.5w的数控，我不会考虑，感觉在烧钱，有那钱买点排骨不香吗？给媳妇买个项链不美吗？或者找小妹按按脚不舒服吗？没使用过就不发表评论，也不建议大家买！
有些时候看闲鱼卖出的金额会感叹，这一行像是股市一样，技术和设备必须时刻学习 ，更新，换代，重要的还要在合理的时间段把手里的设备在最高价或者损失最小的情况下卖掉，再依据每个区域和店里的实际情况来规划设备，我的店内常驻了N51和i80pro（之前用的老i80卖掉1300元）然后在闲鱼2200元买的二手充新的i80pro（单独主机没买任何外挂，性价比最高），也就是另外花了900元更新的i80pro,我一直都是i80铁粉，因为它是所有国产防盗解码器设计成平板方式的爹，而且程序和硬件稳定，在这里顺便说下，N51虽然免密码车型多，功能强，性价比高，但是硬件不行，主线不耐用，易坏，做老现代和起亚遥控会时有时无不通讯，换i80pro直接秒，真是稳如老狗！所有技术类型的行业都有菜鸟起步阶段，那会是一段最难忘的时光，我开店第一个设备是国匹，当时国内唯一全中文匹配设备，同时期较早出名的是sbb，但不是中文，所以没买，可以说一切的开端都是领世达帮助我，现在保留唯一老设备就是红国匹三代（横屏游戏机款），配老年份的车型很好用，（比如老凯越48）至于为什么现在会鄙视放结尾！+ s2 T' Y. q+ `4 J) T || WWWSEO.NET - 整站SEO优化
说完手里有的，再说说卖掉的$ n0 c; U1 y% m6 D, e
国匹一代，调码王，掌中宝，艾迪900（大的那款）都处理掉了，原因就是落后，较早没有道通和大平板时候买过长广的奔驰怪兽，一款专业奔驰的匹配设备，干了一次挣了1000.然后就直接卖掉，因为担心遇不到，现在看确实很对！
vvdi大平板也没留，品质很好，用了一年多没有任何硬件问题，只不过不适合我，当时是现金5800外加一万积分（折合成现金比例按600元算）也就是总计6400元预定的第一批红色版本，做新通用需要canfd 接头，听说后期出的黄色版本不需要，有可能是第一批的关系，前一阵以7500元的价格卖出，不赔钱另赚1100元，免费使用了1年多，但是综合性不如808.属于偏科，偏高端，截止我卖的时候印象很深的就是19年起亚智跑侧边按键的智能钥匙都配不了，i80pro插上就收钱，现在不知怎样，可能有人会问为什么要卖呢，不做奔驰和宝马了？我这里小县城，国产车和合资中端车居多，再加上一直都是自学，奔驰大众倒是能做，宝马拆读并不专业，所以直接舍弃不做宝马，俗话说小庙供不起大佛，果断处理！
刚才提到的808也卖了（因为买了N51，做大众套数据方便而且价格便宜，主要原因是感觉要换代所以去年卖了！）当时还买了xp401编程器和模拟钥匙（一个就可做一部分丰田全丢，比亚迪全丢，现代密码采集，功能性强，而且便宜，不像某厂一直出）整体综合性比较好，附带诊断功能强于i80pro,国产车型功能全面，硬件软件都无问题，可以做更换防盗部件匹配，奔腾，宝骏，传祺，基本免密，做大众奔驰都有智能操作，简单无比，比大平板实用，支持车型广，更新车型年份新，业内第一个更新的本田智能全丢，但是没有大平板设计便捷合理，编程器需额外用线连接，新出的小鸥除了薄之外还是照搬没有新意，所以没入手，（后期换代大平板和换代小鸥对比后会再入手其中一个，这是目前最强的两个匹配设备）/ n$ U+ i* b" u' t+ u || WWWSEO.NET - 整站SEO优化


最后说我鄙视的、最不推荐
入手的就是领世达厂家的产品，用事实说话，图片只能放9张，还有很多售后群截图没办法发上来，当年我幸亏没买国4，国匹4坑了不少人，换代最快的设备，用不到1年就出的K518，没过多久国4停止更新，可我躲过了国4没躲过k518.总体使用下来感受就是坑，深坑，外挂设备最多，大坑套小坑，品控差，整个设备行业内换代最快，最开始的丰田蛋，一个一个出，出完第二个月再出5蛋合一的篮色蛋，出了那么多做全丢时还是一塌糊涂，部分丰田老款0020智能全丢都搞不定，可以看售后群同行发的图片，真替他们可怜（做丰田全丢还是艾迪靠谱，闲鱼买一套2000左右）到现在我还潜伏在售后群里，设备早就出手，当初主打的沃尔沃和菲亚特，功能也没强到哪去，硬件垃圾，主线和屏幕经常坏，我当时咬着牙卖的，真是恨，新的518pro的售价高到离谱，可以说不要脸到极致，单独一个破主机就敢要5800.厂家美化成技术换代快老518硬件跟不上，其实明眼人一看就知道还是原来518的设计，说不定模具都是原来的，只为圈钱而已，彻头彻尾的无良厂商，在此号召大家集体抵制，我是不会再买领世达任何产品！" i/ b6 C4 ~, H5 ?( _
最后回归主题究竟什么设备适合新手开店呢？我个人推荐如下，一部华为手机、kdx1（不买kd MAX）、Vv 小蜜蜂、（预定的免费，现货60元，不推荐手持机max匹配功能局限1800元不值得）、这俩生成设备最强最有性价比，建议生成设备和匹配设备分开，集成在一起的设备做全丢使用过程格外麻烦，i80pro（单主主机）和小鸥搭配xp401pro作为匹配设备、艾迪迷你900（普通地区建议租用，丰田新款车型多的地区可以入手）、坦克数控、二合一不建议买整箱全套，我只买了主流10几个车型的，为什么没有大平板，前面已经说了，目前市价总计2w就可开店，但这些不是绝对够用，适合小城市，把本钱控制到最小，对于设备越多越好的说法并不敢苟同，统计好开店第一年遇到较多的车型，摸索评估，第二年才是考虑购买高端设备或者补充，好了就说这么多了，觉得对的可以点赞，也可能有领世达铁粉会喷我，会接受，我只是说了我该说的和真实的，希望会对大家有所帮助，各位勉励前行，尽量避坑！) x+ I. ^" X1 i) y. h



国匹4换代真够坑的，刚买半年就换代了，买518主要是看中了他可以匹配宝马钥匙，匹配过几次，没有掉过链子，k518主线坏过一次，现在更新也慢了，短则1个礼拜一次，长则要1、2个月更新一次，有些车型(如沃尔沃、领克)的匹配还要另外收费，匹配大众的车子N51是最差，K518稍微好点，vvdi2最好。

目前我手里，i80pro   kdx1  vvdimaxpro  小蜜蜂有线    两个普通的刻齿机，不是主业，汽修为主！感觉一般车型也够用！其他设备慢慢再加


新手小白想自学，从最简单的开始，需要什么设备？？？

腾达N51，和手持机

51+maxpro+ap2 基本差不多了

收，丰田toy43at 福特 别克 雪弗兰 大众 马自达maz24 尼桑nsn14 原车 拆车锁芯 ，练功磨平的就算了，可走闲鱼，微15043519191<br><br>6 X) b1 T# `. G || WWWSEO.NET - 整站SEO优化
有偿，本人微信372769451
老款宝马7系   用AP 免拆都做了，  你是用啥设备做的，  用啥设备读的数据。 拆读有风险。


事先声明，此贴仅是小弟自从年初自学汽车芯片钥匙的一些小经验，在许多论坛里都看不到具体介绍的帖子，本人不是高手，只是把自己做过车子的操作方法提供给新手借鉴，好了废话不说了。
马自达；
这车就是密码，国配1代，必须辅助工具马自达密码查询软件[2000元]，你也可以不用买，去论坛找安徽的宋师傅[呵呵，本家]查询，有了密码可以说等于捡钱一样
操作步骤，遥控手工做，门打开，点火开关三次，门关开三次，按遥控两次.钥匙用国匹  进 马自达 ...剩下就不用说了吧，如果按提示都配不上那我还是建议你不要搞芯片钥匙了....
大众；, c  ?* v% \9 S: B' h3 [) x% e0 f || WWWSEO.NET - 整站SEO优化
由于我没有阿福迪也没双马，所以基本新的大众，都被我推掉了.说说我做过的几个吧5 T& f4 Q. d8 h6 o& Z" q. p
帕萨特05，宝来经典07.POLO09.这几个是用调码王做的。操作步骤;
1.选择车型，进入大众，2.选择仪表，翻到最后一个附加功能，读取防盗密码，稍等密码出现后.返回主菜单，选登录与匹配.输入通道号21 .接下来 就是要你设定几把有效钥匙，注意我栽跟头的地方出现了..，这个选项不是说你要配几把钥匙，而是需要询问车主加上你配的共有几把钥匙.比如说你要配2把，车主那里有两把，就是共有4把，你就输入0004.F2 保存，第一把匹配完成，按OK保存，马上换第二把，在保存完成点钱吧...遥控手工匹配，方法论坛有.: I! _* s, z6 \7 W || WWWSEO.NET - 整站SEO优化
朗逸，速腾，使用工具5053数据线，2012最新版本带刷隐藏功能款[120元]相当便宜...不过需要一个笔记本...
5053性价比相当不错可以做很多大众的遥控.就这点也值120了....具体操作方法，论坛有付师傅的帖子里有图片，一看就明白，% T) W" e4 \# o
雪弗兰；4 n: M, o3 f# G( O" |3 u. z || WWWSEO.NET - 整站SEO优化
这个车系按车型说，最简单的乐风，不需要密码，国配一代搞定.遇到的话可以说是大风把钱刮到你面前...就刮了一次给我.......
景程，也算得上捡钱.跟车主要车架号.还是找安徽的宋师傅查.有了密码国配一代搞定.
科鲁兹，也不难。需要国配1.25版本以上带有新科鲁兹，新君威，等标签密码输入功能，你需要一个高像素的照相机或者找认识的修车师傅把前保险杠卸下来，在里面你会看到一个长方形的纸，密码就在上面，只需要知道编码的后两位，剩下两位是车架号的后两位，车架号后两位+编码后两位=标签密码.6 S! A, ^1 \5 z3 J& Y! Q
现代;需要密码的有新悦动.瑞纳，IX35.华泰圣达菲，新胜达，起亚，k5 .福瑞迪，我只做过几个新悦动.密码还是车架号算.，. R" A4 l. r4 P6 l; @6 l8 L || WWWSEO.NET - 整站SEO优化
丰田，本田；
除了思铂睿，直接捡钱一样，小日本的这两个车非常好对付.部分本田钥匙配完遥控自动生成，太早的车需要手工，丰田全部手工.2 h& u3 P- K" d! l  b; u& D
稍微费点力的是尼桑.这车需要编程器读密码，这个我还不会不能给你们说了，我自己还是个小蜗牛呢......$ y$ i8 M/ ]7 D) x4 s0 Z  L || WWWSEO.NET - 整站SEO优化
再来说说国产车，最多也是最简单的奇瑞；密码全部国配读，遥控钥匙全部国配搞定无任何难度.....中华，骏捷比较多 ，也比较好做，国配搞定，密码3950.其他的我还没遇到过，貌似用AD90 复制也可以的/ d2 Z+ |6 l4 I7 b" x0 M
其实国产车才最头痛！在这里要鄙视一下车不怎么样，防盗倒是蛮领先的！吉利，长城；海马，我做过一个哈佛H3 ，芯片必须专用.密码车主有，没有的话就的用编程器读密码，还是省略我不会.....: l2 I  s) Y+ E+ K, l7 { || WWWSEO.NET - 整站SEO优化
好了，一个初学者的作业到此结束..有那些说的不对的还望高手指点，还希望跟各位新手，高手多交流！！！+


刚来个帕拉丁要做个遥控器，因为 明天车主临时有事，所以走了明天过来，我知道的这两种方法，在此先请教下高手   那个方法是有成功做过的？

1,进入车内
2,关闭全部车门) j, m; E3 m' E. a5 W7 O || WWWSEO.NET - 整站SEO优化
3,用车门上的开关,锁上车门
4,十秒内将钥匙插入-拔出点火锁孔6次 (第6次是插入的状态不拔出). p5 B, ]2 ~( h3 {- V4 ~
5,这时刚才用开关 锁上的车门锁 会自动打开了
6,三秒内将钥匙插入点火开关并且转到ACC 然后再用车门上的开关锁上车门- P# i4 z9 O/ ~) m || WWWSEO.NET - 整站SEO优化
7,按遥控上的开锁键 门锁会打开 匹配完毕！ 6 ?* M" w7 j) l' l6 t3 ?
第二种方法；
1、拆下方向盘下面的护罩找到一个两线的插头（花生酱那种颜色）；" X- T8 T% |6 {2 P3 f || WWWSEO.NET - 整站SEO优化
2、关闭车门（不用上锁），短接插头6次以上，然后危险灯闪2次；, K$ C4 L1 n! \5 t
   （注意：这个过程中如果没有关上车门就短接的话，会发出叮叮的响声。而关上车门短接则不会发 出声响。短接后如果危险灯没闪的话，必须打开车门在关上再试）- m3 o  x4 p% y8 ]/ ?0 M2 D- @7 ~5 L || WWWSEO.NET - 整站SEO优化
3、闪灯后把钥匙插进点火开关打到ON附件档；6 \5 b3 r4 k' ?3 P' ]. z
4、按遥控器的按键；* Q8 d$ S& ~3 f2 f1 S, c || WWWSEO.NET - 整站SEO优化
5、打开车门，测试遥控器。. O! m# l6 S1 y3 c
问题  用什么短接 那个 插头？



16年卡罗拉双擎给我碰上TOY40


TOY22可以代替TOY48，反之不能代替

备货一直都是只备超模芯片和一些常用芯片，和vvdi无线电子子机，kd智能卡，A和NA系列子机


1、倒立锁眼的：【HU64】奔驰、【TOY48】丰田内铣四轨迹、【HU66】大众奥迪；

2、对于波仔来说比较难开的：【TOY43AT】丰田平铣两轨迹，【HU101】福克斯陆虎沃尔沃小锁孔，长安内铣两轨迹【CHANGAN】；

3、其他常用的：丰田单面内铣两轨迹【TOY2】，宝马小锁孔【HU100R】、大锁孔【HU92】，本田【HON66】,现代内铣四轨迹一种【HY22】，平铣5种：【HYN7R】-索纳塔.名奴.双龙瑞风华泰圣达菲，【HYN11】伊兰特.途胜起亚系列.赛拉图.瑞风商务.起亚锐欧，狮跑.起亚佳乐、【HY15】.御翔.领翔等起亚系列.k2.K3.明锐.朗动、【HY16】-新悦动.起亚系列.福瑞迪、【HY17】-雅绅特.名途(车尾开)起亚锐欧。
上海通用内铣槽【HU100】，平铣槽【DW04R】，福特平铣槽【F038】，马自达平铣槽【MAZ24】，标志雪铁龙【VA2T】标志307.408.307CC、雪铁龙世嘉，凯旋、C5等，【HU83】老标志307新款508301。

4、还有一些食之无味弃之可惜的工具，我叫他鸡肋工具：
部分国产平铣槽【MIT8】、【GEELY】吉利帝豪宝骏630730(熊猫7齿可以，8齿不可以)、海马内铣【HAIMA】，【MAD2014】新款马自达，【VAG2015】新款高尔夫旅行版、新款保时捷，【CY24】克莱斯勒系列.300C.漫步者.切诺基.道奇.Jeep系列.EAGLE.万国.顺风、斯巴鲁【DAT17】、【BYD01】【BYD01R】比亚迪系列的，【MIT11】三菱系列.东南系列.国产车如北斗星.克莱斯勒.道奇.顺风.宝骏三菱（戈蓝）。

二合一基本上就是上边这些，我们使用频率可能稍微高一点。当然，对于新款工具我们也要说一下，如【HU162T-9】【HU162T-10】也应列入首选行列，此车型的保有量也越来越大。




             李氏工具（二合一）车型对照表
        工具名称         车型对照
1        HU43         欧宝 10齿 外铣 四轨迹
2        HU49        捷达 桑塔纳 B4    平铣两轨迹
3        HU46         欧宝 安德拉 赛欧 10齿左槽 平铣两轨迹
4        HU56         沃尔沃 三菱 捷豹 立铣
5        HU58         摩根 宝马 老款 外铣 四轨迹
6        HU64         小奔 迈巴赫 劳伦士 卡尔森 外铣 两轨迹
7        HU66         布加迪兰博基尼 保时捷 宾利 大众 奥迪 斯柯达 西特 荣威550  长城C30，中华FSV 11骏捷 内铣 两轨迹
8        HU83        老标志307  新款508
9        HU87        铃木 新奥拓 雨燕 天语 吉姆尼 维特拉
10        HU92         宝马 / 陆虎 宝马 MINI 名爵GM3 7  劳斯莱斯 内铣 两轨迹
11        MINI        MINI 名爵
12        HU100        凯迪拉克 欧宝 威达亚特 新 GL8  新君威，科鲁兹，别克英朗。迈瑞宝。大黄蜂。爱唯欧 内铣 二轨迹  
13        HU101        捷豹 路虎 神行者 沃尔沃XC60 S40 v40 福克斯嘉年华。新蒙迪欧致胜 麦克斯
14        HU100R         宝马新款劳斯莱斯 2010款 内铣 深锁孔 窄
15        HYN11         伊兰特 途胜 赛拉图 左槽 10齿 圆拉手
16        HYN7R         索纳塔 名驭 右槽 10齿 圆拉手
17        HY15         现代  御翔右槽 k2 领翔 无肩
18        HY16         现代 新悦动 福瑞迪左槽 无肩
19        HY17        现代雅绅特
20        HY20        韩国现代
21        HY20R        韩国现代
22        HY22        IX35 新狮跑 I30 瑞纳 索8 朗动 智跑 K5 索兰托霸锐
23        K9        K9
24        NSN11        老款尼桑 蓝鸟公爵（带肩）
25        NSN14        新款尼桑 天籁 骐达 颐达 骊威 智能卡小钥匙
26        HON66        本田 讴歌 理念 广汽传祺
27        DAT17        斯巴鲁力狮，森林人 傲虎
28        TOY2         丰田 单面 内铣 两轨迹 新款智能卡钥匙
29        TOY40        老凌志 欧菲莱斯 新款双龙主席 内铣四轨迹
30        TOY43AT        丰田凯美瑞，丰田锐志 卡罗拉  花冠
31        TOY43R        斯巴鲁XV 绚丽  所有的长城汽车                                                                     
32        TOY48         丰田皇冠及所用丰田高配智能卡小钥匙 短 内铣 四轨迹
33        VA2T        标志307.408.307CC。雪铁龙世嘉，凯旋，
34        NE72         标致206 207 C2  07款毕加索平铣
35        NE78         标致 406 外铣 四轨迹
36        NE66         沃尔沃 S80 外铣 四轨迹
37        MIT11         三菱 东南 北斗星 平铣
38        MAZ24        马自达 东南 海马
39        CY24        克莱斯勒 300C 漫步者 切诺基 道奇 jeep
40        FO38         福特 锐界 F150 翼虎 林肯 野马平铣 8齿
41        GM37         美国车 悍马 昂克雷 君越 凯迪拉克 GMC 卡迪/君越 平铣 10齿
42        GM45        霍尔顿
43        CH1         景程 卡帕奇 平铣
44        DWO4R        别克   乐风 凯越  GL8
45        YM28         欧宝 平铣 10齿右槽                                                                        
46        YM30         SAAB 绅宝 立铣 两轨迹
47        GT10        依维柯
48        GT15        菲亚特外铣 派力奥 周末风 老法拉利                                                         
49        SIP22        菲亚特 玛莎拉蒂 阿尔法罗密欧 法拉利 内铣。
50        Renault         雷诺 梅甘娜 风景 科雷傲
51        Renault(A)         雷诺 梅甘娜 风景 科雷傲
52        LAGUNA3        三星雷诺
53        新款GM37(39 40 41)  别克          GL8.老君威 别克
54        KY14        韩国车，具体车型待查。
55        TOY43        8齿丰田(有破片）
56        NE38        （USA 澳洲）本田 福特  MG MINI  尼桑  路虎
57        NE71R        （USA 澳洲）本田  罗浮
58        MIT8（GM15 19）        三菱  大发  （克莱斯勒 雪弗兰 国外）
59        TOY38R        哈飞 夏利
60        莲花        莲花
        其中HU64.HU58开启向车头方向；读齿向车尾方向好开。        
        其中HU58.TOY2.VA2T,NE78.SIP22Z这5种是正开反读。        
        最新款的丰田锐志用TOY2.
               李氏定位开
1        HU100        2010款宝马
2        HU92        新宝马 新款宝马  新款七系宝马（所有内铣槽的均可用），揽胜
3        HU58        老宝马   老款宝马外铣槽
4        HU66(1)        大众一代 保时捷吉普，老款宝来，帕萨特，斯柯达明锐，（04年以前的车都可以用）  
5        HU66(2)        大众二代 保时捷911，奥迪A6L，宝来经典，新款宝来，高尔夫，POLO，速腾，迈腾，（04年以后的大众车都可以用）
6        HU43        老欧宝 老款欧宝
7        HU100         新欧宝 新款欧宝，大宇，新款别克君威，科鲁兹
8        HU39         老奔驰 老款奔驰
9        HU64        新奔驰 新款奔驰
10        HU101        福克斯 福克斯 ，小锁眼的陆虎  
11        HON60         本田里程 /阿库拉
12        HON66         本田  本田雅阁，本田飞度，本田思域，本田思迪，本田风范
13        TOY2 track          新款丰田二轨迹 新款皇冠，新款4700，新款丰田越野
14        TOY40        （日系）老凌志 老款凌志
15        TOY40        欧菲莱斯 韩国车专用
16        TOY43        丰田凯美瑞 丰田凯美瑞，丰田锐志，丰田卡罗拉,丰田花冠
17        TOY48         新凌志 丰田皇冠，新款凌志，酷路泽  
18        SAAB         老绅宝 老款绅宝
19        SAAB(2)        新绅宝 新款绅宝
20        VA2T        凯旋，新款标致
21        HU83         标志307
22        KIA        韩国起亚圣达菲
23        Hyundai        老现代 老款现代
24        Hyundai(3)        新现代 新款现代
25        HU56         老款沃尔沃,2003年以前的沃尔沃S40  
26        NE66        新款沃尔沃 沃尔沃S60,S70,S80,C90  
27        MAZ24         马自达 马自达全系，海南马自达，奔腾，五十铃，别克凯越，铃木
28        NE78         标志406
29        SIP22        菲亚特
30        DAT17        斯巴鲁
31        NSN14        尼桑











