# 11-6
1. 配置项目环境， 熟悉项目代码

# 11-7
1. 管理员创建讲师名称长度限制为5

# 11-8
1. 客服留言去掉字数限制

#1 11-9
1. 讲师添加字段 是否有发布vip视屏权限

# 11-10
1. 讲师申请直播权限功能

# 11-11
1. 讲师申请直播权限添加时间范围控制功能

# 11-13
1. 讲师申请直播权限添加时间范围控制功能, 确定申请，监控分离。
2. 手机版h5 页面

# 11-14
1. 手机版h5 页面 改版 布局
2. 我的，系统设置，关于我们，联系我们页面

# 11-15
1. h5 注册页面功能
2. 讲师添加视频封面，video使用讲师的封面图，或者默认图 5张随机选一张

# 11-16
1. h5 首页静态
2. H5 我的页面功能
3. H5 关注页面 插件修改

# 11-17
1. H5 关注页面 下拉自动刷新插件

# 11-18
1. 跟换下拉刷新插件 兼容滑块
2. 我的留言页面

# 11-20
1. 我的收藏
2. 在线客服页面

# 11-21
1. 在线客服功能
2. 首页功能

# 11-22
1. 讲师留言
2. 关注直播页
2. 首页滚动

# 11-23
1. h5 测试buG修改
登陆和注册页面：输入各项完成后提交按钮要呈高亮状态 √
首页：查看全部的按钮，目前点击字的位置没有跳转 √
首页：右上角没有搜索按钮 √
首页：热门讲师：关注和已关注按钮目前不可点击 √
首页和讲师个人主页列表：点赞没反应 √
讲师个人主页：没有简介的跑马灯滚动 √
注册：注册完成后默认保存验证码/密码为用户名/密码；且保存在注册页面，下次新注册依旧显示且历史数据的验证码依旧显示；√ 不用改
登录：只保存在登录页面手动输入且成功登录过的手机号/密码；新注册且成功登录的手机号/密码不记录； √
退出登录后再点击登录，按钮目前灰色状态，且点击无反应 √

# 11-24
1. h5 测试buG修改
讲师个人主页:关注和取消关注没有提示 √
首页直播、关注的直播和讲师个人主页下的直播的阅读数没有更新 √
搜索：输入文字后，点击输入框的后边的X,点击没反应
关注：页面上拉，数据与Tab重叠显示
搜索页：四个tab,关注按钮目前不可点击
问股：输入框的默认文字偏下，输入后发送按钮的颜色不对，需要高亮状态
搜索：粉丝最爱里的应该是关注量，现在阅读量

# 11-27
1. 点赞按钮范围太小。修改点击范围
2. 搜索：点击搜索结果，无反应
3. 直播详情页：目前没有收藏按钮
4. 个人详情页 关注css修改

# 11-28
1. 首页tab固定
2. 我的收藏 批量取消功能

# 11-29
1. 首页导航缩放计算
2. 收藏列表固定布局
3. 留言 在线客服 修改布局
4. 关注页面修改加载逻辑

# 11-30
1. 关注页搜索页 滑动css修改
2. 留言消息每天自动备份新表。原表保持三个月最新数据

# 12-4
1. 留言消息每天自动备份新表。原表保持三个月最新数据
2. 登录注册css调整
3. 留言头像跳转个人页
4. 留言消息 没有更多对话提示
5. 详情页点赞修改

# 12-5
1.关注页面下拉刷新上拉加载
2.注册自动跳转回去
3.个人主页上拉加载下拉刷新
4.页面数据后退清空默认值

# 12-6
1. 登录兼容用户名 （撤销了）
2. qq联系方式点击复制
3. 风险评测页面

# 12-7
1. 风险评测页面
2. 尊享服务

# 12-8
1. 尊享服务列表修改
2. 我的订单页面
3. 投顾报告
4. 获取更多帮助页面

# 12-11
1. 投顾报告列表页
2. 首页VIPtab
3. 关注直播添加vip
4. 讲师个人页VIP

# 12-12
1. 下单页面
2. 添加jd站点 copy数据
3. 安卓app显示后退按钮。ios不显示
4. 留言数据备份bug

# 12-13
1. 下单页面 风险评测功能
2. 一期jd站点 bug修改

# 12-14
1. lectuer feed 数据备份功能
2. 下单页面 购买js
3. 关注页面高度调整

# 12-15
1. 讲师个人页 查询修改
2. 查看京东开放平台 认证流程
3. 图文备份测试站 备份测试

# 12-18
1. 整合 jd pub—v1 二期代码
2. 购买页添加支付方式 iphone点击事件需要pointer触发
4. (jd投顾协议 重写)

# 12-19
1. is_gm 随机点赞
1.详情页 免责声明，添加返回
3. 问股 关注登录 返回页面 最后返回不了

# 12-20
1. 购买成功页面
2. 注册页面 验证+提示语
3. 登录注册XX清空输入

# 12-21
1. 京东授权登录重构

# 12-22
1. 京东绑定账号

# 12-25
1. 京东支付

# 12-26
1. 京东支付

# 12-27
1. 京东支付
2. jd站点添加百度统计
3. 京东用户列表

# 12-28
1. 讲师个人主页增加VIP购买功能
2. 直播详情页 VIP
3. 修改图片读取方式 https缺失 oppo不识别
4. 分享页面 淘牛列表 头像点击个人页， 个人页返回上一页

# 12-29
1. 首页 关注VIP解锁
2. pub—v1 banner同步app
3. 分享页面 tab动态加载, 放开显示 分享页面返回按钮

# 01-02
1. 分享页面风险提示没有返回
2. 分享页面推荐阅读少于3条不显示， 推荐阅读间距
3. 分享页面直播内容高度动态查询BUG
4. 百万扶持活动页面































