# 11-6
1. 配置项目环境， 熟悉项目代码

# 11-7
1. 管理员创建讲师名称长度限制为5

# 11-8
1. 客服留言去掉字数限制

#1 11-9
1. 讲师添加字段 是否有发布vip视屏权限

# 11-10
1. 讲师申请直播权限功能

# 11-11
1. 讲师申请直播权限添加时间范围控制功能

# 11-13
1. 讲师申请直播权限添加时间范围控制功能, 确定申请，监控分离。
2. 手机版h5 页面

# 11-14
1. 手机版h5 页面 改版 布局
2. 我的，系统设置，关于我们，联系我们页面

# 11-15
1. h5 注册页面功能
2. 讲师添加视频封面，video使用讲师的封面图，或者默认图 5张随机选一张

# 11-16
1. h5 首页静态
2. H5 我的页面功能
3. H5 关注页面 插件修改

# 11-17
1. H5 关注页面 下拉自动刷新插件

# 11-18
1. 跟换下拉刷新插件 兼容滑块
2. 我的留言页面

# 11-20
1. 我的收藏
2. 在线客服页面

# 11-21
1. 在线客服功能
2. 首页功能

# 11-22
1. 讲师留言
2. 关注直播页
2. 首页滚动

# 11-23
1. h5 测试buG修改
登陆和注册页面：输入各项完成后提交按钮要呈高亮状态 √
首页：查看全部的按钮，目前点击字的位置没有跳转 √
首页：右上角没有搜索按钮 √
首页：热门讲师：关注和已关注按钮目前不可点击 √
首页和讲师个人主页列表：点赞没反应 √
讲师个人主页：没有简介的跑马灯滚动 √
注册：注册完成后默认保存验证码/密码为用户名/密码；且保存在注册页面，下次新注册依旧显示且历史数据的验证码依旧显示；√ 不用改
登录：只保存在登录页面手动输入且成功登录过的手机号/密码；新注册且成功登录的手机号/密码不记录； √
退出登录后再点击登录，按钮目前灰色状态，且点击无反应 √

# 11-24
1. h5 测试buG修改
讲师个人主页:关注和取消关注没有提示 √
首页直播、关注的直播和讲师个人主页下的直播的阅读数没有更新 √
搜索：输入文字后，点击输入框的后边的X,点击没反应
关注：页面上拉，数据与Tab重叠显示
搜索页：四个tab,关注按钮目前不可点击
问股：输入框的默认文字偏下，输入后发送按钮的颜色不对，需要高亮状态
搜索：粉丝最爱里的应该是关注量，现在阅读量

# 11-27
1. 点赞按钮范围太小。修改点击范围
2. 搜索：点击搜索结果，无反应
3. 直播详情页：目前没有收藏按钮























